Repository: wp-plugins/football-pool
Catalog: languages/football-pool-*.po
Languages: es_es, nl_nl, pl_pl

source: Overview
es_es: General
nl_nl: Overzicht

source: <p>On this page you can add, change or delete bonus questions.</p><p>The <em>'User Answers'</em> link in the table view, or <em>'Edit User Answers'</em> button in the detail view, is used to check answers from your players.</p><p><strong>Important:</strong> points are only rewarded <em>after</em> the admin has checked the user answers!</p>
es_es: <p> En esta página usted puede añadir, cambiar o borrar preguntas de bonificación.</p><p> El link <em> 'respuestas de usuario' </ em> en la vista de tabla o el boton<em> 'editar respuestas de los usuarios' </ em> en la vista detallada, se utiliza para comprobar la respuesta de sus jugadores </p><p><strong> Importante: </ strong> los puntos sólo son otorgados ​​<em> después </em> que el administrador controle las respuestas! </ p>
nl_nl: <p>Op deze pagina kan je bonusvragen toevoegen, aanpassen en verwijderen.</p><p>De <em>'Spelersantwoorden'</em> link in de tabel, of de <em>'Wijzig antwoorden'</em> knop in de detailpagina, wordt gebruikt om antwoorden van de spelers te controleren.</p><p><strong>Belangrijk:</strong> punten worden alleen toegekend <em>nadat</em> een admin de spelersantwoorden heeft gecontroleerd!</p>

source: Score calculation
es_es: Cálculo de la puntuación
nl_nl: Berekening scores

source: <p>The score for a bonus question will be added to the players total score after an admin has 'approved' the answer (<em>'Edit user answers'</em>) and when the Score Date is filled. The Score Date is the point in time where the points are added to the total (needed for the charts and/or a ranking for a given date).</p> <p>You can give a user more points (or less) for a question. Use the field <em>'points'</em> in the Edit User Answers screen for this; leave the field empty for standard points.</p>
es_es: <p>La puntuación para una pregunta bonus se añadirá a la puntuación total de los jugadores después de que un administrador ha 'aprobado' la respuesta (<em> 'Editar las respuestas de usuarios"</em>) y cuando la puntuación se completa. La puntuación de la fecha es el punto en el tiempo en el que los puntos se añaden al total (necesario para los gráficos y/o un rango para una fecha determinada).</p> <p>Usted puede dar a un usuario más puntos (o menos) para una pregunta. Use el campo <em>'puntos'</em> en la pantalla de Respuestas de usuarios para editar esto; deje el campo vacío para los puntos estándar.</p>
nl_nl: <p>De score voor een bonusvraag wordt toegevoegd aan de totaalscore van een speler nadat een admin het antwoord heeft goedgekeurd (<em>'Wijzig spelersantwoorden'</em>) en wanneer de scoredatum is ingevuld. De scoredatum is het moment in de tijd waarop de punten worden toegevoegd aan de totaalscore (dit wordt gebruikt voor de grafieken met tijdsdimensie en/of voor de stand op een bepaalde tijd).</p><p>Je kan een speler meer of minder punten geven dan het aantal punten dat voor een vraag staat. Gebruik hiervoor het <em>'punten'</em> veld in het Wijzig Spelersantwoorden scherm; laat de waarde leeg voor de standaardpunten voor de vraag.</p>

source: Linked questions
es_es: Preguntas vinculadas
nl_nl: Gelinkte vragen

source: <p>If a question is linked to a match it will be shown beneath that match in the prediction screen. Linked questions cannot be shown separately on a prediction form for questions, but are always shown with the linked match.</p><p>When the linked match is deleted the question will be unlinked, but will still be available in the prediction form.</p>
es_es: <p> Si la pregunta está vinculada a un partido se mostrará debajo de ese partido en la pantalla de predicción. Preguntas vinculadas no se pueden mostrar por separado en un formulario de pronosticos para las preguntas, pero siempre se muestran con el partido vinculado. </ P> Cuando el partido vinculado se elimina la pregunta será desvinculada, pero seguirán estando disponibles abajo del formulario de pronosticos. </ p>
nl_nl: <p>Als een vraag is gelinkt aan een wedstrijd, dan wordt de vraag direct onder de wedstrijd getoond in de voorspellingenpagina. Gelinkte vragen kunnen niet afzonderlijk worden getoond op een vragenvoorspellingenformulier; ze worden altijd getoond bij de gelinkte wedstrijd.</p><p>Wanneer de gelinkte wedstrijd wordt verwijderd, wordt de vraag ontkoppeld, maar is dan nog wel bij de overige vragen beschikbaar op het formulier.</p>

source: Help section about bonus questions
es_es: Ayuda sobre las preguntas bonus
nl_nl: Helpsectie over bonusvragen

source: Help section about ranking calculation
es_es: Ayuda sobre el cálculo rankings
nl_nl: Helpsectie over standenberekening

source: Bonus questions
es_es: Preguntas bonus
nl_nl: Bonusvragen

source: Question saved.
es_es: Pregunta guardada
nl_nl: Vraag opgeslagen.

source: Save & Close
es_es: Guardar y cerrar
nl_nl: Opslaan & afsluiten

source: Answers updated.
es_es: Respuestas actualizadas
nl_nl: Antwoorden aangepast.

source: Question id:%s deleted.
es_es: Pregunta id:%s eliminada
nl_nl: Vraag id:%s verwijderd.

source: %s questions deleted.
es_es: %s preguntas eliminadas
nl_nl: %s vragen verwijderd.

source: question
es_es: pregunta
nl_nl: vraag

source: answer
es_es: respuesta
nl_nl: antwoord

source: variable
nl_nl: variabele

source: point(s)
es_es: punto(s)
nl_nl: punt(en)

source: answer before
es_es: responder antes
nl_nl: beantwoorden vóór

source: user
es_es: usuario
nl_nl: speler

source: correct
es_es: correcto
nl_nl: goed

source: false
es_es: falso
nl_nl: fout

source: Leave empty if you don't want to change the standard points.
es_es: Dejar en blanco si no desea cambiar los puntos estándar.
nl_nl: Laat leeg als je geen afwijkend aantal punten wil geven.

source: points
es_es: puntos
nl_nl: punten

source: No answers yet.
es_es: Sin respuestas todavia
nl_nl: Nog geen antwoorden van spelers.

source: No questions, users or answers found.
es_es: No se encontraron preguntas, usuarios o respuestas
nl_nl: Geen vragen, spelers of antwoorden gevonden.

source: text
es_es: texto
nl_nl: tekst

source: multiple choice (1 answer)
es_es: multiple choice (1 respuesta)
nl_nl: meerkeuze (1 antwoord)

source: multiple choice (one or more answers)
es_es: múltiple choice (una o mas respuestas)
nl_nl: meerkeuze (meer antwoorden mogelijk)

source: not linked
es_es: no vinculada
nl_nl: niet gelinkt

source: The points a user gets as an award for answering the question correctly.
es_es: Los puntos que obtienen los usuarios como premio al responder una pregunta correctamente
nl_nl: Aantal punten dat een speler krijgt voor het juist beantwoorden van de vraag.

source: A user may give an answer untill this date and time.
es_es: Los usuarios deben responder hasta esta fecha y hora
nl_nl: Een speler mag deze vraag beantwoorden tot deze datum en tijd.

source: score date
es_es: fecha de puntaje
nl_nl: scoredatum

source: The points awarded will be added to the total points for a user after this date (for the charts). If not supplied, the points won't be added.
es_es: El total de los puntos otorgados seran agregados al puntaje total del usuario despues de esta fecha (para los graficos). Si no es configurado, los puntos no seran sumados
nl_nl: De punten voor de vraag worden bij het totaal aantal punten opgeteld vanaf deze datum/tijd (voor de statistieken). Als deze datum niet is ingevuld, dan worden de punten niet geteld.

source: link to match
es_es: link al partido
nl_nl: koppelen aan wedstrijd

source: Linked questions are placed directly beneath the match on the prediction form.
es_es: Las preguntas vinculadas se colocan directamente debajo del partido en el formulario de pronosticos.
nl_nl: Gelinkte vragen worden direct onder de wedstrijd getoond op het invoerformulier voor de voorspellingen.

source: The correct answer (used as a reference).
es_es: La respuesta correcta (usado como referencia)
nl_nl: Het juiste antwoord (geldt als referentiewaarde).

source: multiple choice options
es_es: Opciones multiple choice
nl_nl: meerkeuze opties

source: A semicolon separated list of answer possibilities. Only applicable for multiple choice questions.
es_es: Una coma separa la lista de posibles respuestas. Solo aplicable para preguntas multiple choice
nl_nl: Een punt-komma-gescheiden lijst met antwoordopties. Alleen van toepassing bij meerkeuzevragen.

source: max answers for multiple choice
es_es: máximo de preguntas para múltiple choice
nl_nl: max antwoorden voor meerkeuzevraag

source: Optional: The maximum number of options a user may select (empty = unlimited). Only applicable for multiple choice questions with one or more answers.
es_es: Opcional: Maximo numero de opciones que puede seleccionar un usuario (vacio = ilimitado). Solo aplica a preguntas múltiple choice con una o mas respuestas.
nl_nl: Optioneel: Het maximum aantal antwoorden dat een gebruiker mag selecteren (leeg = onbeperkt). Alleen van toepassing op meerkeuzevragen met één of meer antwoorden.

source: photo question
es_es: Foto pregunta
nl_nl: fotovraag

source: Add a URL to a photo for a photo question, or choose one from the media library (optional).
es_es: Agregar una URL a una foto para una pregunta foto, o elegir una de la biblioteca multimedia (opcional)
nl_nl: Geef een URL naar een afbeelding voor de fotovraag, of kies een afbeelding uit de media-bibliotheek (optioneel).

source: Edit User Answers
es_es: Editar respuestas del usuario
nl_nl: Antwoorden Spelers Aanpassen

source: e.g.
es_es: por ejemplo
nl_nl: bv.

source: Delete
es_es: Eliminar
nl_nl: Verwijderen
pl_pl: Usuń

source: You are about to delete one or more bonus questions.
es_es: Estas a punto de borrar una o mas preguntas con bonos
nl_nl: Je staat op het punt om een of meer bonusvragen te verwijderen.

source: Are you sure? `OK` to delete, `Cancel` to stop.
es_es: Estas seguro? `OK` para eliminar, `Cancelar` para detenerse
nl_nl: Weet je het zeker? `OK` om te verwijderen, `Annuleren` om te stoppen.

source: User Answers
es_es: Respuesta del usuario
nl_nl: Antwoorden Spelers

source: question %d deleted
es_es: Pregunta %d eliminada
nl_nl: vraag %d verwijderd.

source: question %d updated
es_es: Pregunta %d actualizada
nl_nl: vraag %d aangepast

source: Extra layout options
nl_nl: Extra opmaakmogelijkheden

source: Show photo's and/or info about your teams and venues in the listing on the teams and venues pages.
nl_nl: Toon foto's en/of info over teams en stadions in de lijst op de team- en stadionpagina.

source: New shortcodes
nl_nl: Nieuwe shortcodes

source: New shortcodes to display the score of a single user, to display the predictions for a match or question and to display a table of matches. Use the button in the toolbar to include them:
nl_nl: Nieuwe shortcodes om de score van een speler te tonen, om de voorspellingen voor een wedstrijd of vraag te tonen en voor een tabel met wedstrijden. Gebruik de button in de toolbar om ze in te voegen in de tekst:

source: Ranking changes
nl_nl: Wijzigingen in de stand

source: The plugin keeps track of changes in the data that might affect the ranking. The changes are displayed in the log and this log is used for the new smart recalculation of the score table.
nl_nl: De plugin houdt wijzigingen bij die een effect op de stand kunnen hebben. De wijzigingen worden weergegeven in de log en deze log wordt gebruikt voor de nieuwe 'smart' berekening van de scoretabel.

source: Keep data
nl_nl: Gegevens bewaren

source: Keep your data in the database when deactivating the plugin.
nl_nl: Bewaar de data van de plugin in de database als de plugin wordt uitgeschakeld.

source: Tournament / competition ranking
nl_nl: Toernooi-/ competitiestanden

source: Change the points for wins and draws if your sport doesn't use the 3/1 point rule.
nl_nl: Wijzig de punten die worden toegekend aan teams voor een winst of gelijkspel. Voor sporten die niet werken met het 3/1 puntensysteem.

source: Disable jokers
nl_nl: Jokers uitschakelen

source: You can completely disable jokers if you don't want to use them.
nl_nl: Je kan nu de jokerfunctionaliteit volledig uitschakelen als je dit niet wilt gebruiken.

source: Goal difference bonus
nl_nl: Bonus voor goalverschil

source: A new scoring option: reward a player with a bonus if the correct difference in goals is predicted.
nl_nl: Een nieuwe score-instelling: geef een speler een bonus wanneer het juiste doelpuntenverschil is voorspeld.

source: You can now link questions directly to a match.
nl_nl: Koppel een vraag direct aan een wedstrijd.

source: <p>On this page you can quickly edit match scores and team names for final rounds (if applicable). If you wish to change all information about a match, then click the <em>'edit'</em> link.</p><p>After saving the match data the pool ranking is recalculated. If you have a lot of users this may take a while. You can (temporarily) disable the automatic recalculation of scores in the Plugin Options.</p>
es_es: <p>En esta página puede editar rápidamente las puntuaciones del partido y los nombres de equipo para las rondas finales (si aplica). Si desea cambiar toda la información sobre un partido, haga clic en el link <em> 'editar' </ em>. </p> Después de guardar los datos de los partidos se vuelve a calcular los puntos. Si usted tiene una gran cantidad de usuarios este proceso puede tomar un tiempo. Usted puede (temporalmente) desactivar el cálculo automático de las puntuaciones en las Opciones de Plugin. </p>
nl_nl: <p>Op deze pagina kan je snel de wedstrijduitslagen en teamnamen voor de finalerondes (indien van toepassing) aanpassen. In het geval je alle informatie van een wedstrijd wil aanpassen, klik dan op de <em>'edit'</em> link.</p><p>Nadat de wedstrijddata is opgeslagen, moet de poolstand opnieuw worden berekend. Bij een groot aantal spelers kan dit een tijdje duren. Je kan (tijdelijk) het automatisch uitrekenen van de poolstand uitzetten in de plugin opties pagina.</p>

source: <p>Matches can be imported into the plugin using the import function (<em>'Bulk change game schedule'</em>). See the help page for more information about the required format.</p><p>On the import screen you can choose one of the already uploaded schedules or upload a new one (if write is enabled on the upload directory).</p><p>The import can add matches to your schedule, or completely overwrite the existing schedule. Please beware that when overwriting the schedule all existing predictions and rankings will be lost.</p><p>Existing matches can be exported using the <em>'Download game schedule'</em> button.</p>
es_es: <p>Los partidos se pueden importar en el plug-in usando la función de importación (<em>'Cambio masivo de partidos' </em>). Vea la página de ayuda para obtener más información sobre el formato requerido.</p><p>En la pantalla de importación se puede elegir uno de los programas ya cargados o cargar una nueva (si escritura está habilitada en el directorio de carga). </p><p>La importación puede añadir partidos a su calendario, o sobrescribir por completo la programación existente. Por favor, ten en cuenta que si quiere sobrescribir el programa, se perderán todas las predicciones y clasificaciones existentes. </p><p> Los partidos existentes se pueden exportar utilizando el boton <em> 'Descargar calendario de partidos' </ em>.</p>
nl_nl: <p>Wedstrijden kunnen in de plugin worden geïmporteerd met de importfunctie (<em>'Bulkaanpassing van wedstrijdschema'</em>). Zie de helppagina voor meer informatie over het vereiste formaat van de import.</p><p>Op het importscherm kan worden gekozen uit reeds aanwezige bestanden, of er kan een nieuwe import worden geüpload (mits schrijfrechten aanwezig zijn op de upload directory).</p><p>De import kan wedstrijden toevoegen aan een schema. of het bestaande schema in zijn geheel overschrijven. Let op dat bij het overschrijven van een schema ook alle voorspellingen en standen worden verwijderd.</p><p>Wedstrijdschema's kunnen worden geëxporteerd met de <em>'Download wedstrijdschema'</em> knop.</p>

source: Match details
es_es: Detalles del partido
nl_nl: Wedstrijddetails

source: <ul><li><em>match date</em> must be in UTC format.</li></ul>
es_es: <ul><li><em>la fecha del partido</em> debe estar en el formato UTC.</li></ul>
nl_nl: <ul><li><em>wedstrijddatum</em> moet in de UTC tijd zijn (standaard 0-tijdzone).</li></ul>

source: Help section about matches and the import
es_es: Ayuda sobre los partidos e importacion
nl_nl: Helpsectie over wedstrijden en import

source: Plugin options page
es_es: Pagina de opciones del plugin
nl_nl: Plugin Instellingen

source: Matches
es_es: Partidos
nl_nl: Wedstrijden

source: Game %d deleted.
es_es: Torneo %d eliminado.
nl_nl: Wedstrijd %d verwijderd.

source: Error performing the requested action.
es_es: Error al intentar de ejecutar la accion
nl_nl: Er is een fout opgetreden bij het uitvoeren van deze actie.

source: Upload of csv file failed.
es_es: La carga del CVS fallo
nl_nl: Upload van csv-bestand is mislukt.

source: Upload of csv file successful.
es_es: La carga del CSV fue satisfactoria
nl_nl: Upload van csv-bestand is gelukt.

source: Column %d header should be "%s" &rArr; not "%s"
es_es: El encabezado de la columna %d debe ser "%s" &rArr; no "%s"
nl_nl: Kolomhoofd %d moet "%s" zijn; niet "%s"

source: match import with overwrite
es_es: importacion con sobrescritura de partidos
nl_nl: Wedstrijdimport met overschrijven

source: Team %d added: %s
es_es: El equipo %d fue agregado: %s
nl_nl: Team %d toegevoegd: %s

source: Stadium %d added: %s
es_es: El estadio %d fue agregado: %s
nl_nl: Stadion %d toegevoegd: %s

source: Match Type %d added: %s
es_es: La fecha o ronda %d fue agregado: %s
nl_nl: Wedstrijdtype %d toegevoegd: %s

source: Match %d imported: %s - %s for date "%s"
es_es: El partido %d fue importado: %s - %s para la fecha "%s"
nl_nl: Wedstrijd %d geïmporteerd: %s - %s voor datum "%s"

source: Imported csv file should contain %d columns (header contains %d columns). See help page for the correct format.
es_es: Csv importado debe contener% d columnas (encabezado contiene% d columnas). Ver la página de ayuda para el formato correcto.
nl_nl: Het geïmporteerde csv-bestand moet %d kolommen bevatten (de 'header' bevat %d kolommen). Bekijk de helppagina voor het correcte formaat.

source: No csv file selected.
es_es: Ningun archivo CSV seleccionado
nl_nl: Geen csv-bestand geselecteerd.

source: Please check if the csv file exists and is readable.
es_es: Por favor revisa que el archivo CSV exista y sea leible
nl_nl: Controleer aub of het csv-bestand bestaat en leesbaar is.

source: Please make sure that the directory 'upload' exists in the plugin directory and that it is readable!
es_es: Por favor asegurase que el directorio "upload" exista en el directorio del plugin y que sea leible
nl_nl: Zorg er aub voor dat de directory 'upload' bestaat in de plugindirectory en dat deze leesbaar is!

source: Uploading of new csv files is not possible at the moment. Directory 'upload' is not writable.
es_es: La carga de nuevos archivos CSV no es posible en este momento. El directorio no puede escribirse
nl_nl: Uploaden van nieuwe csv-bestanden is op dit moment niet mogelijk. Directory 'upload' bevat geen (juiste) schrijfrechten.

source: Choose a new game schedule
es_es: Seleccione una nueva programación de juego
nl_nl: Kies een nieuw wedstrijdschema

source: Import any of the following files. Overwrite the existing game schedule or add to the existing schedule.
es_es: Importe alguno de los siguientes archivos. Sobrescriba la programación existente o agregue al existente
nl_nl: Importeer een van de volgende bestanden. Overschrijf het bestaande wedstrijdschema of voeg toe aan het bestaande wedstrijdschema.

source: all files
es_es: todos los archivos
nl_nl: alle bestanden

source: only '%s' files
es_es: solo '%s' archivos
nl_nl: alleen '%s' files

source: change
es_es: cambiar
nl_nl: wijzigen

source: File
es_es: Archivo
nl_nl: Bestand

source: Contributor
es_es: Colaborador
nl_nl: Bijdrage van

source: Assets
es_es: Bienes
nl_nl: Bestanden

source: Upload these files to your assets folder in the plugin directory
es_es: Subi estos archivos a tu carpeta "assets" dentro del directorio del plugin
nl_nl: Upload deze bestanden naar de assets directory in de plugin directory

source: download files
es_es: descargar archivos
nl_nl: bestanden downloaden

source: Import CSV
es_es: Importar CSV
nl_nl: Importeer CSV

source: Are you sure you want to add these matches to the existing schedule?
es_es: Esta seguro que quiere agregar estos partidos a la programación existente?
nl_nl: Weet je zeker dat je deze wedstrijden wil toevoegen aan het bestaande wedstrijdschema?

source: Import CSV & Overwrite
es_es: Importar CSV y sobrescribir
nl_nl: Importeer CSV & Overschrijf

source: Are you sure you want to overwrite the game schedule with this schedule?\n\nAll predictions and scores will also be overwritten!
nl_nl: Weet je zeker dat je het wedstrijdschema wil overschrijven met dit schema?\n\nAlle voorspellingen en scores zullen ook worden overschreven!

source: Are you really, really, really sure?
nl_nl: Weet je het echt, echt, echt zeker?

source: No csv files found in 'upload' directory.
es_es: Ningun archivo CSV fue encontrado en el directorio "upload"
nl_nl: Er zijn geen csv-bestanden in de 'upload' directory.

source: Upload new game schedule
es_es: Cargar una nueva programación de juego
nl_nl: Upload een nieuw wedstrijdschema

source: Bulk change game schedule
es_es: Cambiar de forma masiva la programación de partidos
nl_nl: Bulkaanpassing van wedstrijdschema

source: Download game schedule
es_es: Descargar programación de juego
nl_nl: Wedstrijdschema downloaden

source: Values updated.
es_es: Valores actualizados
nl_nl: Waarden aangepast.

source: match %d deleted
es_es: partido %d eliminado.
nl_nl: wedstrijd %d verwijderd

source: You have to enter some <a href="%s">teams</a>, <a href="%s">venues</a> and <a href="%s">match types</a> first.
es_es: Deberás ingresar algunos <a href="%s">equipos</a>, <a href="%s">estadios</a> y <a href="%s">rondas o fechas</a> primero.
nl_nl: Je moet eerst <a href="%s">teams</a>, <a href="%s">stadions</a> en <a href="%s">wedstrijdtypes</a> toevoegen.

source: Back
es_es: Atrás
nl_nl: Terug

source: match date (UTC)
es_es: fecha del partido (UTC)
nl_nl: Wedstrijddatum (UTC)

source: time of the match in local time (WordPress setting)
nl_nl: tijd van de wedstrijd in lokale tijd (WordPress instelling)

source: local time is %s
es_es: la hora local es %s
nl_nl: lokale tijd is %s

source: home team
es_es: Equipo local
nl_nl: thuisteam

source: away team
es_es: equipo visitante
nl_nl: uit-team

source: home score
es_es: goles local
nl_nl: score thuis-team

source: away score
es_es: goles visitante
nl_nl: score uit-team

source: stadium
es_es: Estadio
nl_nl: stadion

source: match type
es_es: fecha o ronda
nl_nl: wedstrijdtype

source: Save
es_es: Guardar
nl_nl: Opslaan

source: M d, Y
nl_nl: d M Y

source: local time
es_es: hora local
nl_nl: lokale tijd

source: You are about to delete match %d.
es_es: Estas a punto de eliminar el partido %d
nl_nl: Je staat op het punt om wedstrijd %d te verwijderen.

source: change match time
es_es: cambiar la hora del partido
nl_nl: speeldatum wijzigen

source: edit
es_es: editar
nl_nl: aanpassen

source: delete
es_es: eliminar
nl_nl: verwijderen

source: match with end score added to pool
es_es: Se agrego el puntaje final de un partido al torneo
nl_nl: wedstrijd met eindscore toegevoegd aan de pool

source: match %d changed
es_es: el partido %d fue modificado
nl_nl: wedstrijd %d gewijzigd
