Repository: wp-plugins/football-pool
Catalog: languages/football-pool-*.po
Languages: es_es, nl_nl, pl_pl

source: The Groups page shows standings for the matches in these match types. Defaults to match type id: %d.
es_es: La página de Grupos muestra la clasificación para los partidos en esas fechas o rondas. Por defecto el id es: %d.
nl_nl: The Poule pagina toont de stand voor wedstrijden in deze wedstrijdtypes. Standaardwaarde is wedstrijdtype met id %d.

source: Use CTRL+click to select multiple values.
es_es: Usar CTRL+clic para seleccionar múltiples valores.
nl_nl: Gebruik CTRL+klik om meerdere waarden te selecteren.

source: Match sorting
es_es: Orden de partidos
nl_nl: Sortering voor wedstrijden

source: Date ascending
es_es: Fecha ascendente
nl_nl: Datum oplopend

source: Date descending
es_es: Fecha descendiente
nl_nl: Datum aflopend

source: Match types descending, matches date ascending
es_es: Grupos o rondas descendente, Grupos o rondas ascendente
nl_nl: Wedstrijdtypes oplopend, wedstrijden aflopend

source: Match types ascending, matches date descending
es_es: Grupos o rondas ascendente, Grupos o rondas descendente
nl_nl: Wedstrijdtypes oplopend, wedstrijden aflopend

source: Select the order in which matches must be displayed on the matches page and the prediction page..
es_es: Seleccionar el orden en que se mostrarán los partidos en la página de partidos y en la página de pronósticos..
nl_nl: Selecteer de volgorde waarin wedstrijden moeten worden gesorteerd bij de weergave op de wedstrijdenpagina en de voorspellingenpagina.

source: Show (gr)avatars
es_es: Mostrar (gr)avatares
nl_nl: Toon (gr)avatars

source: Show the user's (gr)avatar in ranking tables (if available).
es_es: Mostrar el (gr)avatar del usuario en la tabla de ranking (si esta disponible).
nl_nl: Toon de (gr)avatar van een speler in de standentabel (mits beschikbaar).

source: Automatic calculation
es_es: Cálculo automatico
nl_nl: Automatische berekening

source: By default the rankings are automatically (re)calculated in the admin. Change this setting if you want to (temporarily) disable this behaviour.
es_es: Por defecto los rankings son automáticamente (re)calculados en la página de admin. Cambiar este valor si se quiere deshabilitar (temporalmente) esta función.
nl_nl: Standaard worden de standen automatisch berekend in de admin. Verander deze optie als je dit gedrag (tijdelijk) wil uitschakelen.

source: Ranking to show
es_es: Ranking a mostrar
nl_nl: Stand om te tonen

source: Default ranking
es_es: Ranking por default
nl_nl: Standaard stand

source: Let the user decide
es_es: Permitir decidir al usuario
nl_nl: Speler bepaalt

source: The ranking page and charts page can show different rankings. Use this setting to decide which ranking to show.
es_es: La página de ranking y estadísticas puede mostrar diferentes rankings. Usar este opción para decidir que ranking mostrar.
nl_nl: De standenpagina en de statistiekenpagina kunnen verschillende standen tonen. Gebruik deze optie om te bepalen welke stand er moet worden getoond.

source: Choose ranking
es_es: Elegir ranking
nl_nl: Kies stand

source: Choose the ranking you want to use on the ranking page and the charts page.
es_es: Elegir el ranking que se quiere usar en la pagina de ranking y en la de estadísticas.
nl_nl: Kies de stand die je wil gebruiken op de standenpagina en de statistiekenpagina.

source: Points for win
nl_nl: Punten voor een gewonnen wedstrijd

source: The points a team gets for a win.
es_es: Los puntos que un equipo consigue por una victoria.
nl_nl: Het aantal punten dat een team krijgt voor een gewonnen wedstrijd.

source: Points for draw
nl_nl: Punten voor gelijkspel

source: The points a team gets for a draw.
es_es: Los puntos que un equipo consigue por un empate.
nl_nl: Het aantal punten dat een team krijgt voor een gelijkspel.

source: Show photo in team listing
es_es: Ver foto en la lista de equipos
nl_nl: Foto tonen in de teamlijst

source: Show the team's photo on the team listing page (if available).
es_es: Mostrar la foto del equipo en la página de equipos (si está disponible).
nl_nl: Toon de foto van het team op de teamlijstpagina (mits beschikbaar).

source: Show photo in venue listing
es_es: Ver foto en la lista de estadios
nl_nl: Foto tonen in de stadionlijst

source: Show the venue's photo on the team listing page (if available).
es_es: Ver la foto del estadio en la página de equipos (si está disponible).
nl_nl: Toon de foto van het stadion op de stadionlijstpagina (mits beschikbaar).

source: Show comments in team listing
es_es: Ver comentarios en el listado de equipos
nl_nl: Toon extra info in de teamlijst

source: Show the team's comments on the team listing page (if available).
es_es: Mostrar los comentarios del equipo en la página de equipos (si está disponible).
nl_nl: Toon de extra info van een team op de teamlijstpagina (mits beschikbaar).

source: Show comments in venue listing
es_es: Ver comentarios en la lista de estadios
nl_nl: Extra informatie tonen in de stadionlijst

source: Show the venue's comments on the team listing page (if available).
es_es: Mostrar los comentarios del estadio en la página de equipos (si está disponible).
nl_nl: Toon extra info van een stadion in de stadionlijst (mits beschikbaar).

source: Enable jokers?
es_es: Habilitar comodines?
nl_nl: Jokers inschakelen?

source: When checked the joker is enabled and users can add the joker to one prediction to multiply the score.
es_es: Cuando se activa el comodín está habilitado y los usuarios pueden añadir el comodín a un pronostico para duplicar la puntuación de ese partido.
nl_nl: Wanneer aangevinkt is de joker ingeschakeld en kunnen spelers deze inzetten bij één voorspelling om de score te verdubbelen.

source: Show number of predictions?
es_es: Mostar el numero de pronósticos?
nl_nl: Toon aantal voorspellingen?

source: When checked the number of predictions (matches and questions) a user saved is shown on the ranking page. This setting also effects the default value for the ranking widget and the ranking shortcode (but can be changed with their parameters).
es_es: Cuando se verifica el número de pronosticos (partidos y preguntas) un aviso de usuario se mostrará en la página del ranking. Este ajuste también afecta el valor predeterminado del widget de clasificación y el shortcode de ranking (pero se puede cambiar con sus parámetros).
nl_nl: Wanneer deze instelling is aangevinkt, worden ook het aantal voorspellingen (wedstrijden en vragen) per speler getoond op de standenpagina. Deze instelling stelt ook de standaardwaarde voor de shortcode en widget in, maar kan daar met de bijbehorende instelling worden gewijzigd.

source: If you want to support this plugin, you can buy me an espresso (doppio please ;))
es_es: Si queres ayudar a mantener y mejorar este plugin, podes comprarme una cafetera expresso (si es Doppio mejor!) ;)
nl_nl: Als je de ontwikkeling van deze plugin wil ondersteunen, dan mag je een espresso voor me kopen (dubbele aub ;))

source: Plugin Options
es_es: Opciones del plugin
nl_nl: Plugin Instelllingen

source: Recalculate Scores
es_es: Recalcular puntajes
nl_nl: Scores opnieuw berekenen

source: plugin options changed
es_es: Opciones del plugin modificadas
nl_nl: plugin instelllingen opgeslagen

source: Changes saved.
es_es: Los cambios fueron guardados
nl_nl: Wijzigingen zijn opgeslagen.

source: Charts are enabled but Highcharts API was not found! See <a href="%s">Help page</a> for details.
es_es: Los graficos están habilitados pero no puede localizarse el API necesaria! Leer la<a href="%s">ayuda</a> para detalles.
nl_nl: Grafieken zijn ingeschakeld, maar de Highcharts API is niet gevonden! Bekijk de <a href="%s">Helppagina</a> voor meer informatie.

source: If values in the fields marked with an asterisk are left empty, then the plugin will default to the initial values.
es_es: Si los valores quedaron vacios en los cambios obligatorios (asteriscos), el plugin usara los valores por default
nl_nl: Als waarden in de velden die gemarkeerd zijn met een asterisk, worden leeggelaten, dan zal de plugin terugvallen op de waarden zoals die bij installatie van de plugin zijn ingesteld.

source: Ranking Options
es_es: Opciones del ranking
nl_nl: Stand Instelllingen

source: Prediction Options
es_es: Opciones de pronosticos
nl_nl: Wedstrijdvoorspellingen

source: League Options
es_es: Opciones de Liga
nl_nl: Pool Opties

source: Pool Layout Options
es_es: Opciones del plugin
nl_nl: Plugin Opmaakinstelllingen

source: Groups Page Options
es_es: Pagina de opciones de grupos
nl_nl: Opties voor de Poule pagina

source: Other Options
es_es: Otras opciones
nl_nl: Andere opties

source: <p>On this page you can add, change or delete custom rankings.</p><p>A ranking is calculated for the total points scored for the matches and/or bonus questions in the ranking. Change the matches and bonus questions for a ranking via the <em>'Ranking composition'</em> link beneath the ranking name.</p>
es_es: <p> En esta página usted puede añadir, cambiar o eliminar un ranking personalizado.</p><p>Un ranking se calcula por el total de puntos obtenidos por los partidos y/o preguntas bonus en el ranking. Cambie los partidos y las preguntas bonus para un ranking a través del link <em> 'composición del ranking' </ em> situado bajo el nombre del ranking. </p>
nl_nl: <p>Op deze pagina kan je eigen standenlijsten aanmaken, wijzigen of verwijderen.</p><p>Een stand is berekend voor het totaal aantal punten dat is gescoord voor de wedstrijden en/of bonusvragen dat is gekoppeld aan de stand. Wijzig de wedstrijden en bonusvragen in een stand via de <em>'Samenstelling stand'</em> link onder de naam.</p>

source: Log
nl_nl: Logboek

source: <p>The log shows actions in the plugin that may have an affect on a particular ranking (e.g. when a score is entered for a match). If a ranking shows a log you may want to consider doing a recalculation of that ranking.</p><p>Log is only effective when <em>Automatic Calculation</em> is off</p>
es_es: <p> El log muestra las acciones en el plugin que pueden tener un efecto en un ranking en particular (por ejemplo, cuando se introduce una puntuación de un partido). Si un ranking muestra un log es posible que desee hacer un nuevo cálculo de ese ranking.</p><p>Los logs son sólo eficaces cuando <em> Cálculo automático </ em> esta desactivado </p>
nl_nl: <p>De log toont de acties in de plugin die een mogelijk effect hebben op een specifieke stand (bv. wanneer een score is ingevoerd bij een wedstrijd). Als een stand een log heeft, dan kan je overwegen om een herberekening uit te voeren van de stand.</p><p>Het log is alleen effectief wanneer <em>Automatische Berekening</em> niet wordt gebruikt.</p>

source: User defined rankings
es_es: Usar rankings definidos
nl_nl: Zelf gedefinieerde standen

source: Ranking saved.
es_es: Rankings guardados
nl_nl: Standdefinitie opgeslagen.

source: Save & Define
es_es: Guardar y definir
nl_nl: Opslaan & Samenstellen

source: Ranking id:%s deleted.
es_es: Ranking id:%s eliminado
nl_nl: Standdefinitie id:%s verwijderd.

source: %s rankings deleted.
es_es: %s rankings eliminados
nl_nl: %s standdefinities verwijderd.

source: Definition of
es_es: Definición de
nl_nl: Definitie van

source: matches
es_es: Partidos
nl_nl: wedstrijden

source: bonus questions
es_es: preguntas bonus
nl_nl: bonusvragen

source: Not a valid ranking.
es_es: No es un ranking válido.
nl_nl: Geen geldige stand.

source: no questions found
es_es: no se encontraron preguntas
nl_nl: geen vragen gevonden

source: no matches found
es_es: no se encontraron partidos
nl_nl: geen wedstrijden gevonden

source: matches added or removed from ranking
es_es: partidos agregados o eliminados del ranking
nl_nl: wedstrijden toegevoegd of verwijderd uit de stand

source: questions added or removed from ranking
es_es: preguntas agregadas o eliminadas del ranking
nl_nl: bonusvragen toegevoegd of verwijderd uit de stand

source: show more
es_es: mostrar mas
nl_nl: toon meer

source: ranking
nl_nl: stand

source: log
nl_nl: logboek

source: calculate
es_es: Calcular
nl_nl: berekenen

source: Recalculate this ranking
es_es: Recalcular este ranking
nl_nl: Bereken deze stand

source: You are about to delete one or more rankings.
es_es: Estas a punto de eliminar uno o mas rankings
nl_nl: Je staat op het punt om een of meer standdefinities te verwijderen.

source: Ranking composition
es_es: Composición del ranking
nl_nl: Samenstelling stand

source: (users %d - %d of %d)
es_es: (Viendo %d - %d de %d usuarios)
nl_nl: (speler %d - %d van %d)

source: (step %d)
es_es: (paso %d)
nl_nl: (stap %d)

source: empty ranking table
es_es: tabla de ranking vacía
nl_nl: standentabel leegmaken

source: check user predictions with actual results %s
es_es: comprobar los pronosticos de usuario con los resultados reales %s
nl_nl: controleer voorspellingen van de speler met de wedstrijdresultaten %s

source: update score with points %s
es_es: actualizar puntuacion %s
nl_nl: score updaten met de punten %s

source: add bonus question points %s
es_es: agregar puntos de pregunta bonus %s
nl_nl: voeg punten voor bonusvragen toe %s

source: ranking %d: update total score incrementally %s
es_es: ranking %d: actualizar puntaje total incrementalmente %s
nl_nl: stand %d: totaalscore incrementeel updaten %s

source: ranking %d: update ranking for users %s
es_es: ranking %d: actualizar ranking para usuarios %s
nl_nl: stand %d: stand updaten voor de spelers %s

source: ranking %d: calculate user ranking %s
es_es: ranking %d: calcular el ranking de usuarios %s
nl_nl: stand %d: spelerpositie berekenen %s

source: score (re)calculation finished
es_es: Los puntos fueron (re)calculados
nl_nl: Scores zijn opnieuw berekend

source: Score (re)calculation
es_es: (re)cálculo de puntos
nl_nl: Berekening scores

source: Please do not interrupt this process.
es_es: Por favor no interrumpir este proceso
nl_nl: De berekening niet onderbreken, aub.

source: Sit back and relax, this may take a while :-)
es_es: Sientese y relajese, esto puede llevar un tiempo :-)
nl_nl: Ga er maar even voor zitten, dit kan even duren :-)

source: You are about to recalculate the score table for the plugin.
es_es: Usted está a punto de volver a calcular la tabla de puntuación para el plugin.
nl_nl: Je staat op het punt om de scoretabel voor de plugin opnieuw te berekenen.

source: Smart calculation
es_es: Cálculo inteligente
nl_nl: Smart berekening

source: A smart calculation tries to determine which rankings need an update. A smart calculation will in most cases be faster than a full calculation.
es_es: Un cálculo inteligente intenta determinar qué ranking necesitan una actualización. Un cálculo inteligente en la mayoría de los casos será más rápido que un cálculo completo.
nl_nl: Een 'slimme' berekening probeert te bepalen welke rankings een update nodig hebben. Deze berekening zal in veel gevallen sneller zijn dan een volledige berekening.

source: Full calculation
es_es: Cálculo completo
nl_nl: Volledige berekening

source: A full calculation recalculates all rankings. If you want to be absolutely sure everything is recalculated, choose this option.
es_es: Un cálculo completo recalcula todos los rankings. Si usted quiere estar absolutamente seguro de que todo se vuelve a calcular, elija esta opción.
nl_nl: Een volledige berekening berekent alle rankings. Wanneer je absoluut zeker wilt zijn dat alles opnieuw wordt berekend, kies dan deze optie.

source: Continue
es_es: Continuar
nl_nl: Doorgaan

source: Cancel
es_es: Cancelar
nl_nl: Annuleer

source: Step
es_es: Paso
nl_nl: Stap

source: Something went wrong while (re)calculating the scores. Please check if TRUNCATE/DROP or DELETE rights are available at the database and try again.
es_es: Algo salió mal, mientras se (re)calculaban los puntajes. Por favor, compruebe si los derechos TRUNCATE / DROP o DELETE están disponibles en la base de datos y vuelva a intentarlo.
nl_nl: Er is wat misgegaan bij het (her)berekenen van de scores. Controleer of er TRUNCATE/DROP of DELETE rechten aanwezig zijn op de database en probeer het opnieuw.

source: <p>On this page you can add, change or delete shoutbox messages. Shoutbox messages are displayed in the plugin's Shoutbox widget.</p>
es_es: <p>En esta página usted puede añadir, cambiar o borrar mensajes de chat. Los mensajes de chat se muestran en el widget del plugin de chat. </p>
nl_nl: <p>Op deze pagina kan je shoutbox berichten toevoegen, wijzigen of verwijderen. Shoutbox berichten worden getoond in de Shoutbox widget van de plugin.</p>

source: Message saved.
es_es: Mensaje guardado
nl_nl: Bericht opgeslagen.

source: Message id:%s deleted.
es_es: Mensaje id:%s eliminado
nl_nl: Bericht id:%s verwijderd.

source: %s messages deleted.
es_es: %s mensajes eliminados
nl_nl: %s berichten verwijderd.

source: now
es_es: ahora
nl_nl: nu

source: message
es_es: mensaje
nl_nl: bericht

source: time
es_es: tiempo
nl_nl: tijd

source: You are about to delete one or more shoutbox messages.
es_es: Estas a punto de eliminar una o mas mensajes de chat
nl_nl: Je staat op het punt om een of meer shoutboxberichten te verwijderen.

source: <p>On this page you can add, change or delete venues.</p>
es_es: <p> En esta página usted puede añadir, cambiar o eliminar estadios. </p>
nl_nl: <p>Op deze pagina kan je stadions toevoegen, wijzigen of verwijderen.</p>

source: Venues
es_es: Estadios
nl_nl: Stadions

source: Venue saved.
es_es: Estadio guardado
nl_nl: Stadion opgeslagen.

source: Venue id:%s deleted.
es_es: Estadio id:%s eliminado
nl_nl: Stadion id:%s verwijderd.

source: %s venues deleted.
es_es: %s estadios eliminados
nl_nl: %s stadions verwijderd.

source: photo
es_es: foto
nl_nl: foto

source: comments
es_es: comentarios
nl_nl: info

source: An optional text with extra information about the venue that is displayed on the venue's page.
es_es: Texto opcional con información adicional sobre el estadio que es mostrada en la pagina del estadio
nl_nl: Een optionele tekst met extra informatie over het stadion. De tekst wordt getoond op de stadionpagina in de plugin.

source: venue
es_es: estadio
nl_nl: stadion

source: venue nr
es_es: estadio numero
nl_nl: stadionnummer

source: You are about to delete one or more venues.
es_es: Estas a punto de eliminar uno o mas estadios
nl_nl: Je staat op het punt om een of meer stadions te verwijderen.

source: The first column contains a value that can be used for the ranking of teams in a group (Group Stage). In most cases the plugin will calculate this position automatically based on the results in the tournament. If two teams end up on the same position, even after considering all the tournament, then extra data is needed. Data this plugin doesn't have. You can manually tweak the last sort parameter here.
es_es: La primer columna contiene un valor que puede ser usado para ordenar los equipos en un grupo (en ligas con grupos). En la mayoría de los casos la posición se calcula automáticamente en base a los resultados. Si dos equipos finalizan en la misma posición, incluso considerando todo el torneo, entonces se necesita información extra. Informacion que este plugin no tiene. Podes ordenar manualmente utilizando este parámetro
nl_nl: De eerste kolom bevat een waarde die kan worden gebruikt voor het sorteren van teams in een poule. Normaalgesproken is het niet nodig om deze waarde aan te passen. De plugin berekent de positie automatisch op basis van de resultaten in het toernooi. Als teams gelijk eindigen na het meewegen van alle resultaten in het toernooi, dan stellen de regels van de UEFA/FIFA dat de resultaten uit de kwalificatie moeten worden meegewogen. Omdat deze gegevens niet bekend zijn voor de plugin, is het op dat moment soms nodig om de sortering handmatig aan te passen.

source: The start value is the position at the start of the tournament.
es_es: El valor de inicio es la posición al comienzo del torneo
nl_nl: De startwaarde is de uitgangspositie bij de start van het toernooi. De sortering wordt alleen gebruikt op de poule-pagina.

source: <p>On this page you can add, change or delete teams.</p><p>Only <em>'Active'</em> teams are shown on the teams page in the blog. The <em>'real'</em> column indicates if the team is a real team in the tournament or a temporary placeholder for a match that is not yet set (e.g. Winner Group A).</p>
es_es: <p> En esta página usted puede añadir, cambiar o eliminar equipos.</p><p>Sólo los equipos <em>'activos'</em> se muestran en la página de equipos en el blog. La columna <em> 'real' </em> indica si el equipo es verdadero en el torneo o es un marcador de posición temporal para un partido que aún no se establece (por ejemplo Ganador de grupo A). </p>
nl_nl: <p>Op deze pagina kan je teams toevoegen, wijzigen of verwijderen.</p><p>Alleen <em>'Actieve'</em> teams worden getoond op de teams pagina in de blog. De <em>'bestaand'</em> kolom geeft aan of een team een echt team is, of een tijdelijke teamnaam voor een wedstrijd die nog niet bekend is (bv. Winnaar groep A).</p>

source: <ul><li><em>photo</em> is used on the team page.</li><li><em>flag</em> is used in the standing table and the match overview.</li><li>If <em>link</em> is filled the team name on the team's page will link to this address.</li><li>The <em>comments</em> field can be used to add some extra info about the team. The info is shown on the team's page.</li></ul>
es_es: <ul><li><em>Foto</ em> se utiliza en la página del equipo.</li><li><em>Escudo</em>se utiliza en la tabla y el resumen del partido.</li><li>Si el<em>link</em> se llena el nombre del equipo en la página del equipo se vinculara a esta dirección. </li><li>Los campos de <em>comentarios</em> se pueden utilizar para agregar algo de información adicional sobre el equipo. La información se muestra en la página del equipo.</li></ul>
nl_nl: <ul><li><em>foto</em> wordt gebruikt op de teampagina.</li><li><em>vlag</em> wordt gebruikt in de standentabel en op de overzichtspagina van de wedstrijden.</li><li>Als <em>link</em> is ingevuld dan wordt de teamnaam gelinkt naar dit adres.</li><li>De <em>extra info</em> kan worden gebruikt om extra informatie over het team te geven. De info wordt getoond op de detailpagina van het team.</li></ul>

source: Add, change or delete teams.
es_es: Agregar, cambiar o eliminar equipos
nl_nl: Teams toevoegen, wijzigen of verwijderen.

source: If you delete a team all matches for the team and predictions for those matches are also deleted. After a delete action the scores in the pool are recalculated.
es_es: Si eliminas un equipo, todos los partidos y pronósticos para esos partidos seran eliminados también. Luego de eso, los puntales seran recalcados
nl_nl: Als je een team verwijderd, dan worden ook alle wedstrijden voor dat team en voorspellingen voor die wedstrijden verwijderd. Na het verwijderen worden de scores in de pool opnieuw berekend.

source: Team %d activated.
es_es: Equipo %d activado
nl_nl: Team %d geactiveerd.

source: Team %d deactivated.
es_es: Equipo %d desactivado
nl_nl: Team %d gedeactiveerd.

source: %d teams activated.
es_es: %d equipos activados
nl_nl: %d teams geactiveerd.

source: %d teams deactivated.
es_es: %d equipos desactivados
nl_nl: %d teams gedeactiveerd.

source: Team saved.
es_es: Equipo guardado
nl_nl: Team opgeslagen.

source: Team id:%s deleted.
es_es: Equipo id:%s eliminado
nl_nl: Team id:%s verwijderd.

source: %s teams deleted.
es_es: %s equipos eliminados
nl_nl: %s teams verwijderd.

source: Image path must be a full URL to the image. Or a path relative to %s in the plugin directory
es_es: La ruta debera ser la URL completa a la imagen. Tambien puede ser la ruta relativa a directorio %s del plugin
nl_nl: Pad naar afbeelding moet een volledige URL naar de afbeelding zijn of een relatief pad naar %s in de plugin-directory

source: flag
es_es: Bandera
nl_nl: vlag
