Repository: wp-plugins/football-pool
Catalog: languages/football-pool-*.po
Languages: es_es, nl_nl, pl_pl

source: A link to a website with information about the team. Used on the team page in de plugin.
es_es: Link a la pagina con la información acerca del equipo.
nl_nl: Link naar een website met informatie over het team. Wordt gebruikt op de teampagina in de plugin.

source: An optional text with extra information about the team that is displayed on the team's page.
es_es: Texto opcional con información adicional sobre el equipo que es mostrada en la pagina del equipo
nl_nl: Een optionele tekst met extra informatie over een team. De tekst wordt getoond op de teampagina in de plugin.

source: group order
es_es: Orden de fecha o ronda
nl_nl: poulevolgorde

source: If teams are placed in a group and the default ordering does not work (when teams have the same points) you can fix the ordering with this number.
es_es: Si un equipo es ubicado en un grupo y el ordenamiento no funciona (cuando los equipos tienen la misma cantidad de puntos) podes ordenarlos con este valor
nl_nl: Als teams zijn geplaatst in een poule en de standaardsortering werkt niet (wanneer teams een gelijk aantal punten hebben), dan kan je met dit getal de sortering forceren.

source: team is not a temporary team name
es_es: El nombre del equipo no corresponde a un equipo temporal
nl_nl: team is geen tijdelijke teamnaam

source: Uncheck this box if the team is not a real team, e.g. "Winner match 30".
es_es: Desmarque esta casilla si el equipo no es un equipo de verdad, por ejemplo, "Ganador partido 30".
nl_nl: Vink uit als teamnaam geen bestaand team is, bv. "Winnaar wedstrijd 30".

source: team is active
es_es: El equipo esta activo
nl_nl: team is actief

source: active
es_es: Activo
nl_nl: actief

source: real team
es_es: equipo real
nl_nl: bestaand team

source: Activate team(s)
es_es: Activar equipo(s)
nl_nl: Team(s) activeren

source: You are about to activate one or more teams.
es_es: Estas a punto de activar uno o mas equipos
nl_nl: Je staat op het punt om een of meer teams te activeren.

source: Are you sure? `OK` to activate, `Cancel` to stop.
es_es: Estas seguro? "OK" para activar, "Cancelar" para detenerse
nl_nl: Weet je het zeker? `OK` om te activeren, `Annuleer` om te stoppen.

source: Deactivate team(s)
es_es: Desactivar equipo(s)
nl_nl: Team(s) deactiveren

source: You are about to deactivate one or more teams.
es_es: Estas a punto de desactivar uno o mas equipos
nl_nl: Je staat op het punt om een of meer teams te deactiveren.

source: Are you sure? `OK` to deactivate, `Cancel` to stop.
es_es: Estas seguro? "OK" para desactivar, "Cancelar" para detenerse
nl_nl: Weet je het zeker? `OK` om te deactiveren, `Annuleer` om te stoppen.

source: You are about to delete one or more teams.
es_es: Estas a punto de eliminar uno o mas equipos
nl_nl: Je staat op het punt om een of meer teams te verwijderen.

source: <p>On this page you can add or remove users from the pool.</p><p>Use the bulk actions to add or remove more players at once.</p>
es_es: <p>En esta página usted puede agregar o quitar usuarios del torneo.</p><p>Utilice las acciones masivas para añadir o eliminar más jugadores a la vez. </p>
nl_nl: <p>Op deze pagina kan je gebruikers toevoegen of verwijderen uit de pool.</p><p>Gebruik de bulkacties om meerdere gebruikers tegelijkertijd te verwijderen of toe te voegen.</p>

source: <p>The plugin can use leagues (a league is a group of players in your pool) to group players together. If you are using leagues in the pool an admin has to acknowledge the league for which a player subscribed.</p><p>The <em>'plays in league'</em> column shows the league where the user is currently added to; you may change that value. The column <em>'registered for league'</em> shows the league the user wants to play in (the user chose this value upon subscribing for the pool).</p>
es_es: <p>El plugin puede utilizar ligas (una liga es un grupo de jugadores en su torneo) para agrupar a los jugadores. Si está utilizando ligas en el torneo un administrador tiene que conocer la liga a la que un jugador se ha suscrito.</p><p>La columna<em>'juega en la liga'</em>muestra la liga donde el usuario se encuentra actualmente añadido, usted puede cambiar ese valor. La columna <em>'registrado en la liga'</em> muestra la liga en la que el usuario quiere jugar (el usuario escogió este valor durante el proceso de registracion).</p>
nl_nl: <p>De plugin kan pools (een pool is in dit geval een groep gebruikers) gebruiken om een aantal spelers samen te voegen. Als je pools gebruikt dan moet een admin de pool bevestigen waarvoor een speler zich heeft ingeschreven.</p><p>De <em>'speelt in pool'</em> kolom toont de pool waar de speler op dit moment aan is toegewezen; deze waarde kan door de admin worden gewijzigd. De kolom <em>'geregistreerd voor pool'</em> toont de pool waar de speler voor heeft gekozen bij de inschrijving.</p>

source: Other options
es_es: Otras opciones
nl_nl: Overige opties

source: <p>The <em>'payed?'</em> option has no function in the pool, but can be a help for the admin to remember which of the players have payed if you are using a fee for competing in the pool.</p>
es_es: <p>La opcion <em>'pagó?'</em> no tiene ninguna función en el torneo, pero puede ser una ayuda para el administrador de recordar cuál de los jugadores han pagado si está utilizando una tarifa para competir.</p>
nl_nl: <p>De <em>'betaald?'</em> optie heeft geen functie in de plugin, maar kan worden gebruikt als geheugensteuntje voor de admin om te onthouden welke spelers hebben betaald in een pool met een winnaarspot waar geld in is ingelegd.</p>

source: Change league settings
es_es: Cambiar las opciones de la liga
nl_nl: Wijzig pool instellingen

source: Help section about players
es_es: Ayuda sobre los jugadores
nl_nl: Helpsectie over spelers

source: Help section about leagues
es_es: Ayuda sobre ligas
nl_nl: Helpsectie over groepen

source: Users
es_es: Usuarios
nl_nl: Spelers

source: You are using leagues. To exclude users from the pool you have to take them out of any league.
es_es: Estas usando ligas. Para excluir usuarios del torneo tenes que sacarlos de todas las ligas
nl_nl: Je maakt gebruik van pools. Om deelnemers uit te sluiten van deelname kan je ze uit een pool halen.

source: To exclude users tick the appropiate column
es_es: Para excluir usuarios selecciona la columna apropiada
nl_nl: Om deelnemers uit te sluiten van deelname zet je een vinkje in de betreffende kolom.

source: Save Changes
es_es: Guardar cambios
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz Zmiany

source: %s deleted as a user.
es_es: %s eliminados como usuarios
nl_nl: %s verwijderd als deelnemer.

source: %d users removed as user.
es_es: %d usuarios removidos como participantes
nl_nl: %d spelers verwijderd als deelnemer.

source: %s added as a user.
es_es: %s agregados como usuarios
nl_nl: %s toegevoegd als deelnemer.

source: %d users added as user.
es_es: %d usuarios agregados
nl_nl: %d spelers toegevoegd als deelnemer.

source: unknown
es_es: desconocido
nl_nl: onbekend

source: plays in league
es_es: juegan en una liga
nl_nl: speelt in pool

source: registered for league
es_es: Registrados para liga
nl_nl: ingeschreven voor pool

source: not a user in the pool
es_es: Sin usuarios en el torneo
nl_nl: Geen speler in de pool.

source: payed?
es_es: Pago ($)
nl_nl: betaald?

source: Add
es_es: Agregar
nl_nl: Toevoegen
pl_pl: Dodaj

source: Remove
es_es: Remover
nl_nl: Verwijderen
pl_pl: Usuń

source: Add to football pool
es_es: Agregar a torneo
nl_nl: Toevoegen aan pool
pl_pl: Dodaj do ligi

source: You are about to add one or more users to the pool.
es_es: Estas a punto de agregar uno o mas usuarios al torneo
nl_nl: Je staat op het punt om een of meer gebruikers aan de pool toe te voegen.

source: Remove from football pool
es_es: Remover de torneo
nl_nl: Verwijderen uit pool
pl_pl: Usuń z ligi

source: You are about to remove one or more users from the pool.
es_es: Estas a punto de eliminar uno o mas usuarios del torneo
nl_nl: Je staat op het punt om een of meer gebruikers te verwijderen uit de pool.

source: List player email addresses
es_es: Listar direcciones de correo de los jugadores
nl_nl: E-mailadressen van spelers tonen

source: Email addresses
es_es: Direccion de correo
nl_nl: E-mailadressen

source: Player
es_es: Jugador
nl_nl: Spelen mee

source: Not a player
es_es: No es jugador
nl_nl: Spelen niet mee

source: user %d removed from pool
es_es: usuario %d eliminado del torneo
nl_nl: speler %d verwijderd uit de pool

source: no data
es_es: sin informacion
nl_nl: geen gegevens
pl_pl: brak danych

source: Play in league
es_es: Jugar en una liga
nl_nl: Speel mee in de pool

source: <strong>Important:</strong> An administrator can change users in the plugin's admin page for
es_es: <strong>Importante:</strong> Un administrador puede cambiar los usuarios en la pagina de administracion
nl_nl: <strong>Let op:</strong> Als admin kan je de spelers in de voetbalpool bijwerken op de plugin admin pagina

source: The webmaster put you in this league
es_es: El webmaster te agrego en esta liga
nl_nl: De webmaster heeft je ingedeeld in

source: if this value is different from the one you entered on registration, then the webmaster did not approve it yet.
es_es: Si este valor es distinto del que ingresaste al registrarte, entonces el webmaster no lo aprobo
nl_nl: als dit afwijkt van wat je hebt aangegeven bij registratie, dan heeft de webmaster je inschrijving nog niet aangepast.

source: Status for user
es_es: Estado de usuario
nl_nl: Statustekst

source: Extra meta information for the user. If filled this will be shown behind the user's name on the ranking page and ranking shortcode.
es_es: Meta información extra del usuario. Si esta completa se mostrara junto al nombre de usuario en las paginas de rankings y en el shortcode de ranking
nl_nl: Extra meta-informatie voor de speler in de pool. Als de waarde is gevuld, dan wordt deze getoond achter de gebruikersnaam in de stand (pagina of shortcode).

source: user %d deleted from blog
es_es: el usuario %d fue eliminado del blog
nl_nl: speler %d verwijderd

source: Football Pool Options
es_es: Opciones de Football Pool
nl_nl: Football Pool Opties

source: Edit users
es_es: Editar usuarios
nl_nl: Beheer spelers

source: Edit matches
es_es: Editar partidos
nl_nl: Beheer wedstrijden

source: Edit bonus questions
es_es: Editar preguntas bonus
nl_nl: Beheer bonusvragen

source: Questions
es_es: Preguntas
nl_nl: Vragen

source: Edit shoutbox
es_es: Editar chat
nl_nl: Beheer shoutbox

source: Edit teams
es_es: Editar equipos
nl_nl: Beheer teams

source: Edit venues
es_es: Editar estadios
nl_nl: Beheer stadions

source: Edit leagues
nl_nl: Beheer pools

source: Edit rankings
es_es: Editar rankings
nl_nl: Standdefinitie aanpassen

source: Rankings
nl_nl: Standen

source: Edit match types
es_es: Editar fecha o etapa
nl_nl: Beheer wedstrijdtypes

source: Edit groups
es_es: Editar grupos
nl_nl: Beheer poules

source: Settings
es_es: Configuracion
nl_nl: Instellingen
pl_pl: Ustawienia

source: Choose Image
es_es: Elegir imagen
nl_nl: Kies afbeelding
pl_pl: Zmień Obraz

source: For more information:
es_es: Para mas informacion
nl_nl: Voor meer informatie:

source: Add New
es_es: Agregar nuevo
nl_nl: Nieuw
pl_pl: Dodaj Nowy

source: yes
es_es: si
nl_nl: ja

source: no
nl_nl: nee

source: Use Image
es_es: Usar imagen
nl_nl: Gebruik afbeelding
pl_pl: Użyj Obrazu

source: Select a shortcode
es_es: Seleccionar un shortcode
nl_nl: Selecteer een shortcode

source: Options
es_es: Opciones
nl_nl: Plugin Opties

source: Other
es_es: Otros
nl_nl: Overig

source: Ranking
nl_nl: Stand

source: Predictions for match or question
es_es: Los pronosticos para el partido o pregunta bonus
nl_nl: Voorspellingen voor wedstrijd of vraag

source: Score for a user
es_es: Puntaje para un usuario
nl_nl: Score voor een speler

source: Ranking for a user
nl_nl: Stand in ranglijst voor speler

source: Group
es_es: Grupo
nl_nl: Poule

source: Prediction form
es_es: Formulario de pronosticos
nl_nl: Voorspellingenformulier

source: Select a ranking
es_es: Seleccionar un ranking
nl_nl: Selecteer een stand

source: default
es_es: defecto
nl_nl: standaard

source: all scores
es_es: todos los puntajes
nl_nl: alle scores

source: or choose a user defined ranking
es_es: o seleccionar un ranking definido por usuario
nl_nl: of kies een stand

source: Select a league
es_es: Seleccionar una liga
nl_nl: Selecteer een pool

source: all players
es_es: todos los jugadores
nl_nl: alle spelers

source: or choose a league
es_es: o elegir una liga
nl_nl: of kies een pool

source: Number of players
es_es: Cantidad de jugadores
nl_nl: Aantal spelers

source: information about PHP's date format
es_es: información sobre el formato de fecha PHP
nl_nl: informatie over het 'date' formaat van PHP

source: Date
es_es: Fecha
nl_nl: Datum

source: postdate
es_es: fecha de publicación
nl_nl: datum van het bericht

source: custom date
es_es: fecha personalizada
nl_nl: handmatige datum

source: Match
es_es: Partido
nl_nl: Wedstrijd

source: Select a match
es_es: Seleccionar un partido
nl_nl: Selecteer een wedstrijd

source: and/or
es_es: y/o
nl_nl: en/of

source: Question
es_es: Pregunta
nl_nl: Vraag

source: Select a question
es_es: Seleccionar una pregunta
nl_nl: Selecteer een vraag

source: Text
es_es: Texto
nl_nl: Tekst

source: Text to display if there is nothing to show
es_es: Texto que se mostrará si no hay nada para mostrar
nl_nl: Tekst wanneer er niets is om te tonen.

source: Select a user
es_es: Seleccionar un usuario
nl_nl: Selecteer een speler

source: logged in user
es_es: Usuario conectado
nl_nl: ingelogde speler

source: or choose another user
es_es: o elegir otro usuario
nl_nl: of kies een andere speler

source: Select a group
es_es: Seleccionar un grupo
nl_nl: Selecteer een poule

source: Click a label to show the options.
es_es: Clic en una etiqueta para mostrar las opciones.
nl_nl: Klik op een label om de opties te zien.

source: Select one or more matches
es_es: Seleccionar uno o mas partidos
nl_nl: Selecteer een of meer wedstrijden

source: Select one or more match types
es_es: Seleccionar uno o mas fechas o rondas
nl_nl: Selecteer een of meer wedstrijdtypes

source: Select one or more questions
es_es: Seleccionar una o mas preguntas
nl_nl: Selecteer een of meer vragen

source: Full points
es_es: Puntaje completo
nl_nl: Volledige punten

source: Toto points
es_es: Puntaje LVE
nl_nl: Toto punten

source: Link to page
es_es: Link a una página
nl_nl: Link naar de pagina

source: Link to registration
es_es: Enlace para registración
nl_nl: Link naar registratiepagina

source: Select a page
es_es: Seleccionar una página
nl_nl: Selecteer een pagina

source: Link title
es_es: Título de enlace
nl_nl: Link tooltip

source: New window?
es_es: Nueva ventana?
nl_nl: Nieuw venster?

source: Countdown
es_es: Cuenta regresiva
nl_nl: Aftellen

source: Countdown to
es_es: Cuenta regresiva para
nl_nl: Aftellen naar

source: first match
es_es: primer partido
nl_nl: eerste wedstrijd

source: or choose a match
es_es: o seleccionar un partido
nl_nl: of kies een wedstrijd

source: More information about this on the Help page.
es_es: Más información sobre esto en la página de ayuda
nl_nl: Meer informatie hierover op de helppagina.

source: Texts for counter
es_es: Texto para el contador
nl_nl: Teksten bij aftellen

source: no texts
es_es: no hay textos
nl_nl: geen tekst

source: before - time not passed
es_es: antes - tiempo no pasado
nl_nl: tekst voor (tijd niet verstreken)

source: Leave empty for the default texts. Don't forget spaces between a text and the timer.
es_es: Dejar vacío para los textos por defecto. No olvidar de dejar espacios entre un texto y el temporizador.
nl_nl: Laat leeg om de standaardteksten te gebruiken. Vergeet niet om spaties toe te voegen tussen de teksten en de teller.

source: after - time not passed
es_es: después - tiempo no pasado
nl_nl: tekst na (tijd is niet verstreken)

source: before - time passed
es_es: antes - tiempo pasado
nl_nl: tekst voor (tijd is verstreken)

source: after - time passed
es_es: después - tiempo pasado
nl_nl: tekst na ( tijd is verstreken)

source: Display inline
es_es: Visualización en linea
nl_nl: Toon in de regel

source: Insert
es_es: Insertar
nl_nl: Invoegen

source: full score
es_es: Puntaje completo
nl_nl: volle score

source: no score
es_es: Sin puntaje
nl_nl: geen score

source: just the goal bonus
es_es: Puntaje por goles
nl_nl: alleen de goalbonus

source: goal difference bonus
nl_nl: bonus voor goalverschil

source: toto score with goal difference bonus
nl_nl: toto-score met goalverschilbonus

source: points scored
es_es: Puntos obtenidos
nl_nl: puntenopbouw

source: points missed
es_es: Puntos omitidos
nl_nl: punten gemist

source: wrong
es_es: Mal
nl_nl: fout

source: still open
es_es: Sigue abierto
nl_nl: nog open

source: no answer
es_es: sin respuesta
nl_nl: geen antwoord

source: match
es_es: Partido
nl_nl: wedstrijd

source: bonus question
es_es: pregunta bonus
nl_nl: bonusvraag

source: Charts are not enabled
es_es: Los graficos no estas habilitados
nl_nl: Grafieken zijn niet ingeschakeld

source: matches and questions
es_es: Partidos y preguntas
nl_nl: wedstrijden en vragen

source: Click and drag in the plot area to zoom in
es_es: Clic y arrastrar para hacer zoom
nl_nl: Klik en sleep in de grafiek om in te zoomen

source: Drag your finger over the plot to zoom in
es_es: Arrastra tus dedos para hacer zoom
nl_nl: Sleep je vinger over de grafiek om in te zoomen

source: wins
es_es: ganados
nl_nl: winst

source: draws
es_es: empates
nl_nl: gelijkspel

# short for 'draws'
source: d
es_es: PE
nl_nl: g

source: losses
es_es: perdidos
nl_nl: verlies

# short for 'losses'
source: l
es_es: PP
nl_nl: v

# short for 'matches'
source: m
es_es: PJ
nl_nl: w

source: view other users predictions
es_es: Ver los pronosticos de los otros usuarios
nl_nl: bekijk de voorspellingen van andere spelers

source: use your joker?
es_es: Usar comodin?
nl_nl: gouden bal inzetten?

source: No results yet. Below is a list of all users.
es_es: Sin resultados aun. Debajo esta la lista de todos los usuarios
nl_nl: Nog geen resultaten. Hieronder zie je een lijst met alle spelers.

source: No users have registered for this pool (yet).
es_es: No hay usuarios registrados para este torneo
nl_nl: Er hebben zich (nog) geen spelers geregistreerd.

source: predictions
es_es: pronosticos
nl_nl: voorspellingen

source: Important:
es_es: Importante:
nl_nl: Let op:

source: answer this question before this date
es_es: responde esta pregunta antes de esta fecha
nl_nl: beantwoord deze vraag vóór deze datum

source: it's is no longer possible to answer this question, or change your answer
es_es: Ya no es posible responder esta pregunta, o cambiar tu respuesta
nl_nl: je kan deze vraag niet meer beantwoorden, of je antwoord wijzigen

source: closed on
es_es: cerrado
nl_nl: gesloten op

source: Something went wrong during the save. Check if you are still logged in. If the problems persist, then contact your webmaster.
es_es: No se pudo guardar. Por favor revisa si tu sesion esta activa. Si los problemas persisten contactare con el webmaster
nl_nl: Er is iets foutgegaan bij het opslaan van de wijzigingen. Controleer of je nog steeds ingelogd bent. Als de problemen aanhouden, neem dan contact op met de webmaster.

source: view other users answers
es_es: ver las respuesta de otros usuarios
nl_nl: bekijk antwoorden van andere spelers

source: No match data available.
es_es: Sin informacion del partido
nl_nl: Geen wedstrijdgegevens beschikbaar.

source: register
es_es: Registrarse
nl_nl: registreren

source: User unknown.
es_es: Usuario desconocido
nl_nl: Speler onbekend.

source: This data is not (yet) available.
es_es: Esta información ya no esta disponible
nl_nl: Deze gegevens zijn nog niet beschikbaar. Nog even geduld.

source: Bonus question
es_es: Pregunta bonus
nl_nl: Bonusvraag

source: correct?
es_es: correcto?
nl_nl: goed?

source: answer correct
es_es: respuesta correcta
nl_nl: antwoord is goed

source: correct answer
es_es: respuesta correcta
nl_nl: antwoord goed

source: wrong answer
es_es: respuesta incorrecta
nl_nl: foutief antwoord

source: prediction
es_es: pronostico
nl_nl: voorspelling

source: team photo for
es_es: Foto de equipo para
nl_nl: teamfoto voor

source: Click to enlarge:
es_es: Clic para agrandar
nl_nl: klik om te vergroten:

source: close
es_es: cerrado
nl_nl: sluiten

source: groups
es_es: grupos
nl_nl: poules

source: venues
es_es: estadio
nl_nl: stadions

source: rules
es_es: reglas
nl_nl: regels

source: charts
es_es: graficos
nl_nl: grafieken

source: all users
es_es: todos los usuarios
nl_nl: alle spelers

source: for money
es_es: por dinero
nl_nl: voor de pot

source: for free
es_es: gratis
nl_nl: voor nop

source: default ranking
es_es: ranking por default
nl_nl: standaard stand

source: second
es_es: segundo
nl_nl: seconde

source: seconds
es_es: segundos
nl_nl: seconden

source: day
es_es: dia
nl_nl: dag

source: hour
es_es: hora
nl_nl: uur

source: hours
es_es: horas
nl_nl: uren

source: minute
es_es: minuto
nl_nl: minuut

source: minutes
es_es: minutos
nl_nl: minuten

source: Wait
es_es: Esperar
nl_nl: Nog

source: before the tournament starts
es_es: antes de que comience el torneo
nl_nl: voor het feest start!!

source: ago the tournament started.
es_es: desde que el torneo empezo
nl_nl: geleden zijn we los gegaan.

source: Error message
es_es: Mensaje de error
nl_nl: Foutmelding

source: <strong>ERROR:</strong> You must choose a league to play in!
es_es: <strong>ERROR:</strong> Tenes que elegir una liga para jugar!
nl_nl: <strong>ERROR:</strong> Je moet een pool kiezen waar je in gaat spelen!

source: Click below to go to the football pool and predict your scores. Good luck!
es_es: Clic para acceder al torneo e ingresar tus pronosticos. Mucha suerte!
nl_nl: Klik hieronder om naar de voetbalpool te gaan en je voorspellingen in te voeren. Veel succes!

source: Fill in your predictions.
es_es: Completa tus pronosticos
nl_nl: Voer je voorspellingen in.

source: Start immediately with your predictions
es_es: Comenzar inmediatamente con tus pronosticos
nl_nl: Vul direct je voorspellingen in

source: matches in the group stage
es_es: partidos en la ronda
nl_nl: wedstrijden in de voorrondes

source: view all groups
es_es: ver todos los grupos
nl_nl: bekijk alle poules

source: Predictions
es_es: Pronosticos
nl_nl: Wedstrijdvoorspellingen

source: You have to be a registered user and <a href="%s">logged in</a> to play in this pool.
es_es: Tenes que estar registrado e <a href="%s">iniciar sesión</a> para jugar
nl_nl: Je moet ingeschreven en <a href="%s">ingelogd</a> zijn om mee te spelen in de pool.

source: Choose league
es_es: Elegir liga
nl_nl: Kies pool

source: go
es_es: ir
nl_nl: ga

source: view all venues
es_es: ver todos los estadios
nl_nl: bekijk alle stadions

source: Statistics not yet available
es_es: Las estadísticas no estan disponibles
nl_nl: Statistieken nog niet beschikbaar

source: After the first match you can view your scores and those of other users here.
es_es: Despues del primer partido podras ver los puntajes de todos los usuarios aqui
nl_nl: Na de eerste wedstrijd kan je hier de scores van jezelf en de andere spelers zien.

source: what dit other users score?
es_es: cuantos puntos consiguieron otros usuarios?
nl_nl: wat hebben de spelers gescoord?

source: other users scores
es_es: puntaje de los otros usuarios
nl_nl: scoreverdeling alle spelers

source: Compare the scores of %s with other users.
es_es: Comparar los puntales de %s con otros usuarios
nl_nl: Vergelijk de scores van %s met andere spelers.

source: scores in matches
es_es: puntaje en todos los partidos
nl_nl: scoreverdeling wedstrijden
