Repository: wp-plugins/football-pool
Catalog: languages/football-pool-*.po
Languages: es_es, nl_nl, pl_pl

source: scores in bonus questions
es_es: puntaje en las preguntas bonus
nl_nl: scoreverdeling bonusvragen

source: % of the max points
es_es: % de puntaje maximo
nl_nl: % van max punten

source: with the joker used
es_es: con el comodin
nl_nl: met inzet van joker

source: No users selected :'(
es_es: Ningun usuario seleccionado
nl_nl: Geen speler(s) geselecteerd :'(

source: You can select other users on the left side.
es_es: Podes seleccionar otros usuarios del lado izquierdo
nl_nl: Je kan andere spelers selecteren aan de linkerzijde.

source: scores
es_es: puntajes
nl_nl: scoreverdeling

source: position in the pool
es_es: posicion en el torneo
nl_nl: positie in de pool

source: ["th", "st", "nd", "rd", "th"]
nl_nl: ["e", "e", "e", "e", "e"]

source: go to the team site
es_es: ir al sitio del equipo
nl_nl: ga naar de team site

source: plays in
es_es: juega en
nl_nl: speelt in

source: view all teams
es_es: ver todos los equipos
nl_nl: bekijk alle teams

source: view all statistics for this user
es_es: ver las estadisticas de este usuario
nl_nl: bekijk alle statistieken van deze speler

source: Statistics
es_es: Estadisticas
nl_nl: Statistieken

source: Below are all the predictions for
es_es: Debajo estan todos los pronosticos para
nl_nl: Hieronder staan de voorspellingen van

source: Only matches and bonus questions that can't be changed are shown here.
es_es: Solo los partidos y preguntas bonus que no pueden modificarse se muestran aqui
nl_nl: Alleen voorspellingen en antwoorden die niet meer kunnen worden aangepast, worden getoond.

source: No user selected.
es_es: Ningun usuario seleccionado
nl_nl: Geen speler geselecteerd.

source: Group Widget
es_es: Widget de grupo
nl_nl: Poule Widget

source: this widget displays the tournament standing for a group.
es_es: Este widget muestra la posición del torneo para un grupo.
nl_nl: deze widget toont de stand voor een poule.

source: standing
es_es: permanente
nl_nl: stand

source: Show this group
es_es: Mostrar este grupo
nl_nl: Toon deze poule

source: Layout of the widget
es_es: Diseño del widget
nl_nl: Opmaak van de widget

source: wide
es_es: ancho
nl_nl: breed

source: small
es_es: chico
nl_nl: smal

source: Last Games Widget
es_es: Widget de los ultimos partidos
nl_nl: Laatste Wedstrijden Widget

source: this widget displays the last X played games of the tournament.
es_es: Este widget muestra los últimos X partidos jugados del torneo.
nl_nl: deze widget toont de laatste X gespeelde wedstrijden van het toernooi/de competitie.

source: last matches
es_es: ultimos partidos
nl_nl: laatste wedstrijden

source: Number of games to show
es_es: Cantidad de partidos a mostrar
nl_nl: Aantal wedstrijden

source: view predictions
es_es: ver pronosticos
nl_nl: bekijk voorspellingen

source: Log out Widget
es_es: Widget para cerrar sesion
nl_nl: Uitloggen Widget

source: add a log out/log in button.
es_es: añadir un botón de iniciar/cerrar sesion.
nl_nl: voeg een log uit/log in knop toe.

source: Log out
es_es: Cerrar sesion
nl_nl: Uitloggen

source: Log in
es_es: Iniciar sesion
nl_nl: Inloggen

source: Countdown Next Prediction Widget
es_es: Widget de cuenta regresiva para el siguiente partido
nl_nl: Aftellen naar volgende voorspelling Widget

source: this widget displays the time that is left to predict the next match (optionally only for a given team).
es_es: Este widget muestra el tiempo que queda para predecir el próximo partido (opcional sólo para un equipo determinado).
nl_nl: deze widget toont de tijd die nog over is voor de voorspelling van de volgende wedstrijd; optioneel alleen voor een bepaald team.

source: countdown
es_es: cuenta regresiva
nl_nl: aftellen

source: Also show when not logged in?
es_es: Mostrar también cuando no estás conectado?
nl_nl: Ook tonen bij niet-ingelogde gebruikers?

source: Just
es_es: Faltan
nl_nl: Nog

source: until
es_es: para
nl_nl: tot

source: started
es_es: inicio
nl_nl: gestart

source: ago:
es_es: hace:
nl_nl: geleden:

source: click to enter prediction
es_es: clic para ingresar pronostico
nl_nl: klik om in te voeren

source: Ranking Widget
es_es: Widget de ranking
nl_nl: Standen Widget

source: this widget displays the top X players in the pool.
es_es: Este widget muestra los mejores X jugadores del torneo.
nl_nl: deze widget toont de top X spelers in de pool.

source: Number of users to show
es_es: Cantidad de usuarios a mostrar
nl_nl: Aantal spelers

source: Show players from this league
es_es: Mostrar jugadores de esta liga
nl_nl: Toon spelers uit deze pool

source: a shoutbox for your players. Leave short messages.
es_es: un chat para sus jugadores. Para mensajes cortos
nl_nl: een shoutbox voor je spelers. Plaats korte berichten.

source: Number of messages to display
es_es: Cantidad de mensajes a mostrar
nl_nl: Aantal berichten

source: (<span>%s</span> characters remaining)
es_es: (<span>%s</span> caracteres disponibles)
nl_nl: (nog <span>%s</span> karakters)

source: all text longer than %s characters will be removed!
es_es: todo el texto mayor a %s caracteres seran removidos!
nl_nl: tekst langer dan %s karakters wordt afgekapt!

source: save
es_es: guardar
nl_nl: opslaan

source: User Selector Widget
es_es: Widget selector de usuarios
nl_nl: Spelerselectie Widget

source: this widget displays a list of users that can be selected. Only for use on the Statistics page; it won't even show on all other pages.
es_es: Este widget muestra una lista de usuarios que se pueden seleccionar. Sólo para uso en la página de estadísticas, no se mostrará en el resto de las páginas.
nl_nl: deze widget toont een selectielijst voor spelers. De widget wordt alleen gebruikt voor de Statistiekenpagina; hij wordt niet getoond op andere pagina's.

source: players
es_es: jugadores
nl_nl: spelers

source: height (px)
es_es: Altura (px)
nl_nl: hoogte (px)

source: Change charts
es_es: Cambiar grafico
nl_nl: Grafieken aanpassen

source: No users in the pool.
es_es: Ningun usuario en el torneo
nl_nl: Geen spelers in de pool.

source: type
es_es: tipo
pl_pl: typ

source: Import & Export
es_es: Importar y Exportar

source: Are you sure you want to overwrite the game schedule with this schedule?\nAll predictions and scores will also be overwritten!
es_es: Esta seguro que quiere agregar estos partidos a la programación existente?\nTodos los pronósticos y puntuaciones seran sobrescritas!

source: Upload CSV
es_es: Cargar CSV

source: Help
es_es: Ayuda
pl_pl: Pomoc

source: Bank
es_es: Banco

source: Full score *
es_es: Puntos resultado *

source: Toto score *
es_es: Puntos L-V-E *

source: Goal bonus *
es_es: Puntaje bonus por gol *

source: Dynamic stop threshold (in seconds) for matches *
es_es: Tiempo limite (en segundos) para modificar pronosticos *

source: Prediction stop date for matches *
es_es: Fecha limite de pronósticos para los partidos *

source: Prediction stop date for questions *
es_es: Fecha limite de pronósticos para las preguntas *

source: Maximum length for a shoutbox message *
es_es: Maxima longitud para los mensajes de chat *

source: Points for win *
es_es: Puntos por ganar *

source: Points for draw *
es_es: Puntos por empate *

source: Advanced Options
es_es: Opciones avanzadas

source: Shoutbox
es_es: Chat

source: Teams
es_es: Equipos
pl_pl: Zespoły

source: Team details
es_es: Detalles del equipo

source: team
es_es: Equipo

source: Pool
es_es: Partido

source: Links
es_es: Enlaces

source: Goal bonus
es_es: Bonus por gol

source: toto score
es_es: Puntaje L-V-E
pl_pl: toto punkty

# short for 'wins'
source: w
es_es: PG

source: score
es_es: puntaje
pl_pl: punkt

source: Football pool plugin
es_es: Plugin de Torneo de Futbol

source: teams
es_es: equipos

source: false answer
es_es: respuesta falsa

source: Team
es_es: Equipo

source: Shoutbox Widget
es_es: Widget chat

source: shoutbox
es_es: chat

source: Bonusvragen
pl_pl: Pytania bonusowe

source: Bonusvragen toevoegen, wijzigen of verwijderen.
pl_pl: Dodaj, zmień lub usuń pytania bonusowe

source: Bij het wijzigen van bonusvragen worden ook de totalen van spelers en de stand in de pool bijgewerkt. Bij veel deelnemers kan dit enige tijd in beslag nemen.
pl_pl: Po zapisaniu pytania bonusowego ranking jest przeliczany. Jeżeli jest dużo graczy to może zabrać chwilę.

source: Vraag opgeslagen.
pl_pl: Pytanie zapisane.

source: Op deze pagina kan je instellen of een speler een vraag goed heeft beantwoord. Als je bij een vraag het juiste antwoord hebt opgeslagen, dan wordt deze hier getoond ter referentie.
pl_pl: Na tej stronie możesz edytować jeżeli gracze odpowiedzą poprawnie na pytania.Jeśli wpisałeś poprawną odpowiedź na pytaniem, jest ona wyświetlana na tej stronie jako odniesienie.

source: <strong>Let op:</strong> De punten voor het juist beantwoorden van een vraag worden pas bij het totaal geteld als je dit scherm hebt opgeslagen!
pl_pl: <strong>Ważne:</strong>Punkty naliczane za poprawną odpowiedź są tylko raz po zapisaniu tej strony.

source: Je hebt de mogelijkheid om een speler meer of minder punten te geven dan het ingestelde aantal bij de vraag. Vul hiervoor een waarde in in het punten veld; laat het veld leeg als je geen afwijkend aantal wil geven.
pl_pl: Możesz dać graczom więcej punktów (lub mniej) za pytanie. Użyj pola 'punkty' aby zmienić, zostaw pole puste aby przyznać standardową ilość punktów.

source: Vraag id:%s verwijderd.
pl_pl: Pytanie id:%s skasowane.

source: %s vragen verwijderd.
pl_pl: %s pytania skasowane.

source: Gebruik de "Antwoorden Spelers" link om te controleren of vragen juist zijn beantwoord door de spelers.
pl_pl: Użyj "Odpowiedzi użytkownika" aby sprawdzić czy użytkownik odpowiedział na pytania prawidłowo.

source: vraag
pl_pl: pytanie

source: antwoord
pl_pl: odpowiedź

source: variabele
pl_pl: zmienna

source: punt(en)
pl_pl: punkt(y)

source: beantwoorden vóór
pl_pl: odpowiedz przed

source: speler
pl_pl: gracz

source: goed
pl_pl: prawidłowa

source: fout
pl_pl: błędna

source: Laat leeg als je geen afwijkend aantal punten wil geven voor deze speler.
pl_pl: Pozostaw puste, jeżeli nie chcesz przyznać więcej lub mniej punktów.

source: punten
pl_pl: punkty

source: Nog geen antwoorden van spelers.
pl_pl: Brak odpowiedz.

source: Geen vragen, spelers of antwoorden gevonden.
pl_pl: Nie znaleziono pytań, graczy lub odpowiedzi.

source: meerkeuze (1 antwoord)
pl_pl: wielokrotnego wyboru (jedna odpowiedź)

source: meerkeuze (meer antwoorden mogelijk)
pl_pl: wielokrotnego wyboru (jedna lub więcej odpowiedzi)

source: Aantal punten dat een speler krijgt voor het juist beantwoorden van de vraag.
pl_pl: Gracze dostają punkty w nagrodę za poprawną odpowiedź na pytanie.

source: Een speler mag deze vraag beantwoorden tot deze datum en tijd.
pl_pl: Gracz może udzielić odpowiedzi do tej daty i czasu.

source: scoredatum
pl_pl: data przyznawania punktów

source: De punten voor de vraag worden bij het totaal aantal punten opgeteld vanaf deze datum/tijd (voor de statistieken). Als deze datum niet is ingevuld, dan worden de punten niet geteld.
pl_pl: Punkty będą dodane do punktów gracza po tej dacie. Jeśli nie zostanie wypełniona, punkty nie zostaną przyznane.

source: Het juiste antwoord (geldt als referentiewaarde).
pl_pl: Poprawna odpowiedź.

source: meerkeuze opties
pl_pl: opcje wielokrotnego wyboru

source: Een punt-komma-gescheiden lijst met antwoordopties. Alleen van toepassing bij meerkeuzevragen.
pl_pl: Średnikiem rozdzielamy możliwe odpowiedzi. Ma zastosowanie jedynie do pytań wielokrotnego wyboru.

source: fotovraag
pl_pl: zdjęcie pytania

source: Geef een URL naar een afbeelding voor de fotovraag, of kies een afbeelding uit de media-bibliotheek (optioneel).
pl_pl: Dodaj URL zdjęcia dla zdjęcia pytania lub wybierz jedno z biblioteki mediów (opcjonalnie).

source: bv.
pl_pl: np.

source: Antwoorden Spelers
pl_pl: Odpowiedzi użytkownika

source: Wedstrijden
pl_pl: Mecze

source: Bij het wijzigen van wedstrijduitslagen worden ook de totalen van spelers en de stand in de pool bijgewerkt. Bij veel deelnemers kan dit enige tijd in beslag nemen.
pl_pl: Po zapisaniu wyniku meczu ranking jest przeliczany. Jeżeli jest wielu graczy może to zająć chwilę.

source: speeldatum wijzigen
pl_pl: zmień czas meczu

source: Team Positie
pl_pl: Pozycja drużyny

source: Wijzigingen opgeslagen.
pl_pl: Zmiany zapisane.

source: De eerste kolom bevat een waarde die kan worden gebruikt voor het sorteren van teams in een poule. Normaalgesproken is het niet nodig om deze waarde aan te passen. De plugin berekent de positie automatisch op basis van de resultaten in het toernooi. Als teams gelijk eindigen na het meewegen van alle resultaten in het toernooi, dan stellen de regels van de UEFA/FIFA dat de resultaten uit de kwalificatie moeten worden meegewogen. Omdat deze gegevens niet bekend zijn voor de plugin, is het op dat moment soms nodig om de sortering handmatig aan te passen.
pl_pl: Pierwsza kolumna zawiera wartości jakie mogą być użyte do rankingu zaspołów w grupie (Faza Grupowa). W wiekszości przypadków plugin przeliczy pozycje automatycznie bazując na wynikach w turnieju. Jeżeli dwie drużyny skończą na tej samej pozycji, nawet biorąc pod uwagę cały turniej, wtedy potrzebne są dodatkowe informacje. Tych informacji plugin nie ma. Możesz tutaj ręcznie skorygować ostatni parametr sortowania.

source: De startwaarde is de uitgangspositie bij de start van het toernooi. De sortering wordt alleen gebruikt op de poule-pagina
pl_pl: Wartośc startowa to pozycja na starcie turnieju.

source: Pools
pl_pl: Ligi

source: Pool toevoegen, wijzigen of verwijderen.
pl_pl: Dodaj, zmień lub skasuj ligę.

source: Pool opgeslagen.
pl_pl: Liga zapisana.

source: Pool id:%s verwijderd.
pl_pl: Liga id:%s skasowana.

source: %s pools verwijderd.
pl_pl: %s ligi skasowane.

source: pool
pl_pl: liga

source: afbeelding
pl_pl: obraz

source: Afbeeldingen moeten worden geplaatst in "plugin-folder/assets".
pl_pl: Obrazy muszą być zapisane w folderze "plugin-folder/assets".

source: <strong>Let op:</strong> op dit moment maak je nog geen gebruik van pools. Dit komt omdat je nog geen pools hebt aangemaakt, of omdat deze optie niet aan staat in de <a href="?page=footballpool-options">plugin opties</a>.
pl_pl: <strong>Ważne:</strong> od tego momentu nie używasz lig. Może to być spowodowane tym, że nie dodałeś żadnych lig w administracji lub zmieniłeś ustawienia w <a href="?page=footballpool-options">opcjach pluginu</a>.

source: pool nr
pl_pl: liga nr

source: Deze waarde wordt gebruikt voor de shortcode [webmaster].
pl_pl: Ta wartość jest używana w shortcode [webmaster].

source: Inleg
pl_pl: Pieniądze

source: Als je voor geld speelt, dan is dit het bedrag dat spelers moeten betalen. De shortcode [money] geeft deze waarde weer in de content.
pl_pl: Jeżeli grasz dla pieniędzy, to jest suma jaką muszą zapłącić gracze. Shortcode [money] doda tą wartość w zawartości strony.

source: Als je voor geld speelt, dan is dit de persoon waar het geld moet worden betaald. De shortcode [bank] geeft deze waarde weer in de content.
pl_pl: Jeżeli grasz dla pieniędzy, to jest osoba, której musisz przekazać pieniądze. The shortcode [bank] doda tą wartość w zawartości strony.

source: Startdatum
pl_pl: Data startu

source: De startdatum van het toernooi. De shortcode [start] geeft deze waarde weer in de content.
pl_pl: Data startu turnieju lub gry. The shortcode [start] doda tą wartość w zawartości strony.

source: Volle Score *
pl_pl: Pełne punkty *

source: Aantal punten dat een speler krijgt wanneer de exacte uitkomst van een wedstrijd is voorspeld. De shortcode [fullpoints] geeft deze waarde weer in de content. De waarde wordt ook gebruikt in de berekeningen voor het totaal aantal punten van een speler.
pl_pl: Gracze dostaną taką ilość punktów za dokładnie wytypowany wynik meczu. Shortcode [fullpoints] doda tą wartość w zawartości strony. Ta wartość jest rówież używana do przeliczania rankingu.

source: Aantal punten dat een speler krijgt wanneer de uitkomst van een wedstrijd (winnaar, verliezer, gelijkspel) goed is voorspeld, zonder de exacte uitkomst goed te hebben. De shortcode [totopoints] geeft deze waarde weer in de content. De waarde wordt ook gebruikt in de berekeningen voor het totaal aantal punten van een speler.
pl_pl: Gracze dostaną taką ilość punktów za wytypowany wynik meczu (wygrana, remis) bez podania dokładnej ilości goli. Shortcode [totopoints] doda tą wartość w zawartości strony. Ta wartość jest rówież używana do przeliczania rankingu.

source: Voorspellingsstop (in seconden) *
pl_pl: Czas (w sekundach) *

source: Een speler kan zijn/haar voorspellingen aanpassen tot aan deze tijd vóór de start van een wedstrijd. De tijd is in seconden, bv. vul voor 15 minuten de waarde 900 in.
pl_pl: Gracz może zmieniać obstawianie do takiego czasu przed rozpoczęciem meczu. Czas jest w sekundach np. 15 minut to 900 sekund.

source: Eén stoptijd *
pl_pl: One prediction stop *

source: Wanneer hier een geldige datum en tijd wordt ingevuld [Y-m-d H:s], dan is de tijd waarvoor een wedstrijdvoorspelling of bonusvraag moet zijn ingevoerd, vastgezet op deze datum en tijd en is deze niet meer dynamisch afhankelijk van de starttijd van een wedstrijd of de tijd die bij een bonusvraag is ingesteld. (lokale tijd:
pl_pl: If a valid date and time [Y-m-d H:i] is given here, then this date/time will be used as a single value before all predictions have to be entered by users. (local time is:

source: Maximum lengte shoutboxbericht *
pl_pl: Maksymalna długość wiadomości shoutbox *

source: De maximale lengte (aantal karakters) van een bericht in de shoutbox.
pl_pl: Maksymalna długość (ilość znaków), jaką może mieć wiadomość w shoutbox.

source: Gebruik Pools
pl_pl: Użyj Ligi

source: Stel in of de plugin Pools moet gebruiken om de spelers in te delen. Gebruik bv. voor betalende spelers en niet betalende spelers, of voor verschillende afdelingen. Let op: als je deze waarde wijzigt en er zijn al punten toegekend, dan wordt de standentabel niet automatisch bijgewerkt met de (eventueel) gewijzigde spelers in de pool. Gebruik hiervoor de knop op deze pagina.
pl_pl: Ustaw jeżeli chcesz używać lig w twoim konkursie. Możesz również użyć tego np. dla grających i nie grających lub różnych działów. Ważne: jeżeli zmienisz to ustawienie gdy punkty są już przyznane, ranking nie zostanie automatycznie przeliczony. Użyj przycisku przeliczenia znajdującego się na tej stronie aby przeliczyć ranking.

source: Standaardpool voor nieuwe gebruikers
pl_pl: Standardowa liga dla nowych graczy.

source: De standaardpool (<a href="?page=footballpool-leagues">ID van de pool</a>) waar nieuwe spelers in worden geplaatst nadat ze zich hebben geregistreerd.
pl_pl: Standardowa liga (<a href="?page=footballpool-leagues">uzupełniona w lidze ID</a>) do której gracz zostanie przyporządkowany po rejestracji.

source: Admin Bar verbergen voor subscribers
pl_pl: Ukryj pasek administratora dla subskrybentów.

source: Subscribers kunnen na inloggen de WordPress Admin Bar bovenin het scherm krijgen (instelbaar per user). Hier kan je instellen of de plugin deze waarde moet negeren en de Admin Bar altijd moet weglaten.
pl_pl: Po zalogowaniu subskrybent może zobaczyć pasek administratora na górze twojej strony. Tą opcją możesz nadpisać opcję użytkownika i nie pokazywać paska administratora.

source: Afbeelding voor Dashboard Widget
pl_pl: Obrazek dla Dashboard Widget

source: Plugin Instelllingen
pl_pl: Opcje plugina

source: Scores zijn opnieuw berekend.
pl_pl: Przeliczenie punktów.

source: Als waarden in de velden die gemarkeerd zijn met een asterisk, worden leeggelaten, dan zal de plugin terugvallen op de waarden zoals die bij installatie van de plugin zijn ingesteld.
pl_pl: Jeżeli wartość w polach oznaczonych gwiazdką nie są wypełnione, plugin będzie używał domyślnych wartości.

source: Berichten in de shoutbox toevoegen, wijzigen of verwijderen.
pl_pl: Dodaj, zmień lub usuń wiadomości w shoutbox.

source: Bericht opgeslagen.
pl_pl: Wiadomość zapisana.

source: Bericht id:%s verwijderd.
pl_pl: Wiadomość id:%s skasowana.

source: %s berichten verwijderd.
pl_pl: %s wiadomość skasowana.

source: nu
pl_pl: teraz

source: naam
pl_pl: nazwa

source: bericht
pl_pl: wiadomość

source: tijd
pl_pl: czas

source: Spelers
pl_pl: Gracze

source: Spelers in de voetbalpool beheren.
pl_pl: Zmień graczy w lidze piłkarskiej.

source: Je maakt gebruik van pools. Om deelnemers uit te sluiten van deelname kan je ze uit een pool halen.
pl_pl: Używasz lig. Aby wykluczyć graczy z ligi musisz ich usunąć z wszystkich lig.

source: Om deelnemers uit te sluiten van deelname zet je een vinkje in de betreffende kolom.
pl_pl: Aby wykluczyć graczy zaznacz kolumnę.

source: %s verwijderd als deelnemer.
pl_pl: %s usunięty jako gracz.

source: %s spelers verwijderd als deelnemer.
pl_pl: %s użytkownik usunięty jako gracz.

source: %s toegevoegd als deelnemer.
pl_pl: %s dodany jako gracz.

source: %s spelers toegevoegd als deelnemer.
pl_pl: %s użytkownik dodany jako gracz.

source: onbekend
pl_pl: nieznany

source: speelt in pool
pl_pl: gra w lidze

source: ingeschreven voor pool
pl_pl: zarejestrowany w lidze

source: geen speler in de pool
pl_pl: Nie ma gracza w lidze.

source: betaald?
pl_pl: zapłaci?

source: Beheer spelers
pl_pl: wszyscy gracze

source: Beheer wedstrijden
pl_pl: mecze

source: Beheer bonusvragen
pl_pl: Pytania bonusowe

source: Vragen
pl_pl: Pytania

source: Beheer shoutbox
pl_pl: Shoutbox

source: Beheer positie in de poule
pl_pl: pozycja w lidze

source: Beheer pools
pl_pl: Edit leagues

source: wedstrijd
pl_pl: mecz

source: bonusvraag
pl_pl: pytanie bonusowe

source: wedstrijdverloop
pl_pl: mecze po czasie

source: Klik en sleep in de grafiek om in te zoomen
pl_pl: Kliknij i przeciągnij w strefę kreślenia aby powiększyć

source: Sleep je vinger over de grafiek om in te zoomen
pl_pl: Przeciągnij palec w strefę kreślenia aby powiększyć

source: bekijk de voorspellingen van andere spelers
pl_pl: zobacz typowania innych graczy

source: gouden bal inzetten?
pl_pl: użyć jokera?

source: Nog geen resultaten. Hieronder zie je een lijst met alle spelers.
pl_pl: Brak wyników. Poniżej lista wszystkich graczy.

source: Er hebben zich (nog) geen spelers geregistreerd.
pl_pl: Brak zarejestrowanych graczy w lidze (jeszcze).

source: Let op:
pl_pl: Ważne:

source: beantwoord deze vraag vóór deze datum
pl_pl: odpowiedz na pytanie przed tą datą

source: je kan deze vraag niet meer beantwoorden, of je antwoord wijzigen
pl_pl: już nie ma możliwości odpowiedzi na to pytanie, lub zmiany odpowiedzi

source: gesloten op
pl_pl: zamknięte o

source: bekijk antwoorden van andere spelers
pl_pl: zobacz odpowiedzi innych użytkowników

source: Speler onbekend.
pl_pl: Nieznany gracz.

source: Deze gegevens zijn nog niet beschikbaar. Nog even geduld.
pl_pl: Te dane nie są (jeszcze) dostępne.

source: antwoord is goed
pl_pl: poprawna odpowiedź

source: voorspelling
pl_pl: typowanie

source: klik om te vergroten:
pl_pl: Kliknij aby powiększyć:

source: teamfoto voor
pl_pl: zdjęcie zespołu dla

source: sluiten
pl_pl: zamknąć

source: nationale vlag van
pl_pl: flaga narodowa dla

source: poule A
pl_pl: grupa A

source: poule B
pl_pl: grupa B

source: poule C
pl_pl: grupa C

source: poule D
pl_pl: grupa D

source: poule E
pl_pl: grupa E

source: poule F
pl_pl: grupa F

source: poule G
pl_pl: grupa G

source: poule H
pl_pl: grupa H

source: Voorrondes
pl_pl: Faza grupowa

source: Kwartfinales
pl_pl: Ćwierćfinały

source: Halve finales
pl_pl: Półfinały

source: Wedstrijd voor de 3e plek
pl_pl: O 3. miejsce

source: Finale
pl_pl: Finał

source: alle spelers
pl_pl: wszyscy gracze

source: voor de pot
pl_pl: dla pieniędzy

source: voor nop
pl_pl: za darmo

source: Speel mee in de pool
pl_pl: Gra w lidze
