Repository: wp-plugins/football-pool
Catalog: languages/football-pool-*.po
Languages: es_es, nl_nl, pl_pl

source: <strong>ERROR:</strong> Je moet een pool kiezen waar je in gaat spelen!
pl_pl: <strong>Błąd:</strong> Musisz wybrać ligę do gry!

source: <strong>Let op:</strong> Als admin kan je de spelers in de voetbalpool bijwerken op de plugin admin pagina
pl_pl: <strong>Ważne:</strong> Administrator może zmienić użytkowników na stronie administratora w pluginie.

source: De webmaster heeft je ingedeeld in
pl_pl: Webmaster dodał Cię do tej ligi

source: als dit afwijkt van wat je hebt aangegeven bij registratie, dan heeft de webmaster je inschrijving nog niet aangepast.
pl_pl: jeżeli ta wartość jest różna od podanej przy rejestracji, to webmaster nie zatwierdził tego jeszcze.

source: seconde
pl_pl: sekunda

source: seconden
pl_pl: sekundy

source: dag
pl_pl: dzień

source: dagen
pl_pl: dni

source: uur
pl_pl: godzina

source: minuut
pl_pl: minuta

source: minuten
pl_pl: minuty

source: Nog
pl_pl: Czekaj

source: voor het feest start!!
pl_pl: przed startem turnieju

source: geleden zijn we los gegaan.
pl_pl: po starcie turnieju.

source: Klik hieronder om naar de voetbalpool te gaan en je voorspellingen in te voeren. Veel succes!
pl_pl: Kliknij poniżej aby przejść do typowania wyników. Powodzenia!

source: Voer je voorspellingen in.
pl_pl: Wypełnij swoje typy.

source: Vul direct je voorspellingen in
pl_pl: Zacznij natychmiast swoje typowanie.

source: wedstrijden in de voorrondes
pl_pl: mecze w fazie grupowej

source: bekijk alle poules
pl_pl: zobacz wszystkie grupy

source: Wijzigingen zijn opgeslagen.
pl_pl: Zmiany zapisane.

source: Er is iets foutgegaan bij het opslaan van de wijzigingen. Controleer of je nog steeds ingelogd bent. Als de problemen aanhouden, neem dan contact op met de webmaster.
pl_pl: Coś poszło nie tak podczas zapisu. Sprawdź czy jesteś nadal zalogowany. Jeżeli problem występuje nadal, skontaktuj się w webmasterem.

source: Wedstrijdvoorspellingen
pl_pl: Typowanie

source: wedstrijden
pl_pl: mecze

source: bonusvragen
pl_pl: pytanie bonusowe

source: Je moet ingeschreven en <a href="%s">ingelogd</a> zijn om mee te spelen in de pool.
pl_pl: Aby typować trzeba być zarejestrowanym i <a href="%s">zalogowanym</a> użytkownikiem.

source: Opslaan
pl_pl: Zapisz

source: Kies pool
pl_pl: Wybierz ligę

source: bekijk alle stadions
pl_pl: zobacz wszystkie stadiony

source: Statistieken nog niet beschikbaar
pl_pl: Statystyki nie są jeszcze dostępne

source: Na de eerste wedstrijd kan je hier de scores van jezelf en de andere spelers zien.
pl_pl: Po pierwszym meczu możesz tutaj zobaczyć swoje punkty oraz pozostałych graczy.

source: wat hebben de spelers gescoord?
pl_pl: jakie są wyniki innych graczy?

source: scoreverdeling alle spelers
pl_pl: wyniki inncyh graczy

source: Vergelijk de scores van %s met andere spelers.
pl_pl: Porównaj wyniki %s z innymi graczami.

source: scoreverdeling wedstrijden
pl_pl: punkty w meczach

source: scoreverdeling bonusvragen
pl_pl: punkty w pytaniach bonusowych

source: % van maximaal te halen punten
pl_pl: % maksimum punktów jakie gracz może zdobyć

source: met inzet van joker
pl_pl: z użyciem jokera

source: Geen speler(s) geselecteerd :'(
pl_pl: Nie zaznaczono żadnych graczy :'(

source: Tja, dan is hier niets te zien.<br />Je kan andere spelers selecteren aan de linkerzijde.
pl_pl: Możesz zaznaczyć innych graczy po lewej stronie.

source: Je kan andere spelers selecteren aan de linkerzijde.
pl_pl: Możesz zaznaczyć innych graczy po lewej stronie.

source: scoreverdeling
pl_pl: punkty

source: volle score
pl_pl: Pełne punkty

source: geen score
pl_pl: bez punktów

source: antwoord goed
pl_pl: prawidłowa odpowiedź

source: antwoord fout
pl_pl: nieprawidlowa odpowiedź

source: puntenopbouw
pl_pl: punkty zdobyte

source: positie in de pool
pl_pl: pozycja w lidze

source: e in de pool
pl_pl: pozycja w lidze

source: ga naar de team site
pl_pl: przejdź do strony drużyny

source: speelt in
pl_pl: gra w

source: stadions
pl_pl: miejsce

source: foto
pl_pl: zdjęcie

source: bekijk alle teams
pl_pl: zobacz wszystkie drużyny

source: bekijk alle statistieken van deze spelers
pl_pl: zobacz wszystkie statystyki dla tych graczy

source: Statistieken
pl_pl: Statystyki

source: Hieronder staan de voorspellingen van
pl_pl: Poniżej wszystkie typy

source: Alleen voorspellingen en antwoorden die niet meer kunnen worden aangepast, worden getoond.
pl_pl: Tylko mecze i pytania bonusowe, których nie można zmienić są pokazane.

source: Geen speler geselecteerd.
pl_pl: Nie wybrano gracza.

source: inschrijven
pl_pl: zarejestruj

source: Geen wedstrijdgegevens beschikbaar.
pl_pl: Informacje o meczach są niedostępne.

source: stand
pl_pl: rosja

source: breed
pl_pl: szeroki

source: smal
pl_pl: mały

source: laatste wedstrijden
pl_pl: ostatnie mecze

source: bekijk voorspellingen
pl_pl: zobacz typy

source: Uitloggen
pl_pl: Wyloguj

source: Inloggen
pl_pl: Zaloguj

source: aftellen
pl_pl: countdown

source: (nog <span>%s</span> karakters)
pl_pl: (<span>%s</span> znaków zostało)

source: tekst langer dan %s karakters wordt afgekapt!
pl_pl: wszystkie teksty dłuższe niż %s znaków będą usunięte!

source: opslaan
pl_pl: zapisz

source: spelers
pl_pl: gracz

source: Grafieken aanpassen
pl_pl: Zmień wykres

source: Geen spelers in de pool.
pl_pl: Brak graczy w lidze.

source: Football pool
pl_pl: Liga

source: This plugin adds a football pool for the 2012 European Champioship to your blog. Logged in users of your blog can predict outcomes of matches and earn extra points with bonus questions. View scores and charts of the pool contenders. Use your own theme (or use the skin for Simply Works Core that is included in the assets folder) and add the widgets that come with this plugin. The plugin installs some custom tables in the database with match information for the 2012 UEFA championship, but can be easily manipulated with the match info for other championships (change the data/data.txt file for this). <strong>Please note that deactivating this plugin also destroys all your pool data</strong> (predictions, scores and comments on pages that this plugin created). So if you want to keep those, make sure you have a back-up of the database.
pl_pl: Ten plugin dodaje możliwość typowania wyników na Mistrzostwa Europy 2012 do Twojego bloga. Zalogowani użytkownicy Twojego bloga mogą typować wyniki meczów oraz dostawać dodatkowe punkty za pytania bonusowe. Oglądaj wyniki i wykresy uczestników typowania. Używaj Twojego własnego motywu (lub użyj skórki Simply Works Core, która jest dołączona w folderze asset) i dodawaj widgety załączone do plugina. Plugin instaluje tabele w bazie danych z informacjami o meczach Mistrzostw Europy, ale możesz łątwo zmieniać te informacje dla innych rozgrywek (zmień plik /data/data.txt)<strong>Proszę zauważyć, że wyłączenie pluginu spowoduje usunięcie wszystkie informacje</strong> (typowania, punkty i komentarze na stronie, które plugin stworzył). Więc jeśli chcesz zachować te dane, upewnij się, że masz kopię zapasową bazy danych.

source: Polen
pl_pl: Polska

source: Griekenland
pl_pl: Grecja

source: Rusland
pl_pl: Rosja

source: Tjechië
pl_pl: Czechy

source: Nederland
pl_pl: Holandia

source: Denemarken
pl_pl: Dania

source: Duitsland
pl_pl: Niemcy

source: Portugal
pl_pl: Portugalia

source: Spanje
pl_pl: Hiszpania

source: Italië
pl_pl: Wlochy

source: Ierland
pl_pl: Irlandia

source: Kroatië
pl_pl: Chorwacja

source: Oekraïne
pl_pl: Ukraina

source: Zweden
pl_pl: Szwecja

source: Frankrijk
pl_pl: Francja

source: Engeland
pl_pl: Anglia

source: Winnaar A
pl_pl: Zwycięzca grupy A

source: Winnaar B
pl_pl: Zwycięzca grupy B

source: Winnaar C
pl_pl: Zwycięzca grupy C

source: Winnaar D
pl_pl: Zwycięzca grupy D

source: 2e plaats A
pl_pl: Druga drużyna grupy A

source: 2e plaats B
pl_pl: Druga drużyna grupy B

source: 2e plaats C
pl_pl: Druga drużyna grupy C

source: 2e plaats D
pl_pl: Druga drużyna grupy D

source: Winnaar wedstrijd 25
pl_pl: Zwycięzca meczu 25

source: Winnaar wedstrijd 26
pl_pl: Zwycięzca meczu 26

source: Winnaar wedstrijd 27
pl_pl: Zwycięzca meczu 27

source: Winnaar wedstrijd 28
pl_pl: Zwycięzca meczu 28

source: Winnaar wedstrijd 29
pl_pl: Zwycięzca meczu 29

source: Winnaar wedstrijd 30
pl_pl: Zwycięzca meczu 30
