Repository: wp-plugins/football-pool
Catalog: languages/football-pool-*.po
Languages: es_es, nl_nl, pl_pl

source: <p>On this page you can add, change or delete groups.</p><p>Groups are used in a typical tournament setting to group teams for a group phase. After the group phase some teams advance to the final rounds.</p>
es_es: <p> En esta página usted puede añadir, cambiar o eliminar grupos. </p><p>Los grupos se utilizan en un ajuste de torneo para la fase de grupo. Después de la fase de grupos algunos equipos avanzan a las rondas finales. </p>
nl_nl: <p>Op deze pagina kan je poules toevoegen, wijzigen of verwijderen.</p><p>Poules worden meestal gebruikt in een toernooiopzet met een groepsfase. Nadat de groepsfase is afgelopen, gaan er een aantal teams door naar de finalerondes.</p>

source: Help section about groups
es_es: Ayuda sobre grupos
nl_nl: Helpsectie over poules

source: Groups
es_es: Grupos
nl_nl: Poules

source: Group saved.
es_es: Grupo guardado.
nl_nl: Poule opgeslagen.

source: Group id:%d deleted.
es_es: Grupo id:%d eliminado.
nl_nl: Poule id:%d verwijderd.

source: %d groups deleted.
es_es: %d grupos eliminados.
nl_nl: %d poules verwijderd.

source: name
es_es: nombre
nl_nl: naam

source: group
es_es: grupo
nl_nl: poule

source: You are about to delete one or more groups.
es_es: Estas a punto de eliminar uno o mas grupos
nl_nl: Je staat op het punt om een of meerdere poules te verwijderen.

source: <p>On this page you can add, change or delete leagues.</p>
es_es: <p> En esta página usted puede añadir, cambiar o eliminar ligas. </ p>
nl_nl: <p>Op deze pagina kan je pools toevoegen, wijzigen of verwijderen.</p>

source: Leagues
es_es: Ligas
nl_nl: Pools

source: League saved.
es_es: Liga guardada
nl_nl: Pool opgeslagen.

source: League id:%s deleted.
es_es: Liga id:%s eliminada
nl_nl: Pool id:%s verwijderd.

source: %s leagues deleted.
es_es: %s ligas eliminadas
nl_nl: %s pools verwijderd.

source: league
es_es: liga
nl_nl: pool

source: image
es_es: imagen
nl_nl: afbeelding

source: Images must be saved in the "plugin-folder/assets" folder.
es_es: las imagenes deben ser guardadas en el directorio "plugin-folder/assets"
nl_nl: Afbeeldingen moeten worden geplaatst in "plugin-folder/assets".

source: <strong>Important:</strong> at this moment you are not using leagues. This may be caused by the fact that you didn't add any leagues in the admin, or because you changed this setting in the <a href="?page=footballpool-options">plugin options</a>.
es_es: <strong>Importante:</strong> en este momento no estas usando ligas. Esto puede ser porque no se genero ninguna liga o porque modificaste la configuración en <a href="?page=footballpool-options">Opciones del plugin</a>.
nl_nl: <strong>Let op:</strong> op dit moment maak je nog geen gebruik van pools. Dit komt omdat je nog geen pools hebt aangemaakt, of omdat deze optie niet aan staat in de <a href="?page=footballpool-options">plugin opties</a>.

source: league nr
es_es: liga numero
nl_nl: pool nr

source: You are about to delete one or more leagues.
es_es: Estas a punto de eliminar una o mas ligas
nl_nl: Je staat op het punt om een of meer pools te verwijderen.

source: <p>On this page you can add, change or delete match types.</p><p>Match types are used to group matches together on the match schedule screen (e.g. Group Phase, Quarter Finals).</p>
es_es: <p>En esta página usted puede añadir, cambiar o eliminar las fechas o rondas. </p><p> Las fechas o rondas se utilizan para agrupar partidos juntos en la pantalla de calendario de partidos (por ejemplo, fase de grupos, cuartos de final). </p>
nl_nl: <p>Op deze pagina kan je wedstrijdtypes toevoegen, wijzigen of verwijderen.</p><p>Wedstrijdtypes worden gebruikt om wedstrijden te groeperen in het wedstrijdschema (bv. groepsfase, kwartfinales).</p>

source: Match Types
es_es: Fecha o ronda
nl_nl: Wedstrijdtypes

source: Match type %d is visible.
es_es: Fecha o ronda %d es visible
nl_nl: Wedstrijdtype %d wordt getoond op de website.

source: Match type %d is invisible.
es_es: Fecha o ronda %d es invisible.
nl_nl: Wedstrijdtype %d wordt niet getoond op de website.

source: %d match types made visible.
es_es: %d fecha o ronda se hizo visible
nl_nl: %d wedstrijdtypes gewijzigd naar tonen op de website.

source: %d match types made invisible.
es_es: %d fecha o ronda se hizo invisible
nl_nl: %d wedstrijdtypes gewijzigd naar niet tonen op de website.

source: Match type saved.
es_es: Fecha o ronda guardada.
nl_nl: Wedstrijdtype opgeslagen.

source: Match type id:%s deleted.
es_es: Fecha o ronda id:%s eliminada.
nl_nl: Wedstrijdtype id:%s verwijderd.

source: %s match types deleted.
es_es: %s fecha o ronda eliminada.
nl_nl: %s wedstrijdtypes verwijderd.

source: visible on the website
es_es: visible en la pagina web
nl_nl: zichtbaar op de website

source: visible
nl_nl: zichtbaar

source: You are about to delete one or more match types.
es_es: Estas a punto de eliminar una o mas fechas/etapas
nl_nl: Je staat op het punt om een of meer wedstrijdtypes te verwijderen.

source: Make visible
es_es: Hacer visible
nl_nl: Tonen op de website

source: You are about to make one or more match types visible.
es_es: Estas a punto de hacer una o mas fechas o ronds visibles
nl_nl: Je staat op het punt om een of meer wedstrijdtypes zichtbaar te maken op de website.

source: Are you sure? `OK` to proceed, `Cancel` to stop.
es_es: Estas seguro? "OK" para continuar, "Cancelar" para detenerse
nl_nl: Weet je het zeker? `OK` om door te gaan, `Annuleren` om te stoppen.

source: Make invisible
es_es: Hacer invisible
nl_nl: Niet tonen op de website

source: You are about to make one or more match types invisible.
es_es: Estas a punto de hacer una o mas fechas o ronds invisibles
nl_nl: Je staat op het punt om een of meer wedstrijdtypes niet zichtbaar te maken voor de website.

source: <p>The fields on this page set different options for the plugin.</p><p>Some settings have effect on the ranking (e.g. points), when changing such a setting you can recalculate the ranking on this page with the <em>'Recalculate scores'</em> button.</p><p>You have to click <em>Save Changes</em> for the new settings to take effect.</p>
es_es: <p>Los campos de esta página se establecen distintas opciones para el plugin.</p><p>Algunos ajustes tienen efecto en el ranking (por ejemplo, puntos), al cambiar un ajuste que puede volver a recalcular el ranking en esta página con el boton<em> 'Recalcular resultados'</ em>. </p><p>Tiene que hacer clic <em> Guardar cambios </em> para que los cambios surtan efecto. </p>
nl_nl: <p>De velden op deze pagina zijn voor de verschillende instellingen van de plugin.</p><p>Een aantal instellingen hebben effect op de stand (bv. punten). Wanneer deze instellingen worden gewijzigd, kan je de stand opnieuw berekenen met de <em>'Score herberekenen'</em> knop.</p><p>Instellingen moeten worden opgeslagen via de <em>'Opslaan'</em> knop voor ze effectief worden.</p>

source: Help section about rankings
es_es: Ayuda sobre rankings
nl_nl: Helpsectie over standen

source: Keep data on uninstall
es_es: Mantener la informacion en la desinstalacion
nl_nl: Bewaar data bij deactiveren

source: If checked the options and pool data (teams, matches, predictions, etc.) are not removed when deactivating the plugin.
es_es: Si se selecciona, las opciones y los datos del torneo (los equipos, los partidos, las predicciones, etc) no se eliminan cuando se desactiva el plugin.
nl_nl: Wanneer aangevinkt worden de opties en de data van de pool (teams, wedstrijden, voorspellingen, etc.) niet verwijderd bij het deactiveren van de plugin.

source: This value is used for the shortcode [fp-webmaster].
es_es: Este valor es usado para el shortcode [fp-webmaster].
nl_nl: Deze waarde wordt gebruikt voor de shortcode [fp-webmaster].

source: Money
es_es: Dinero
nl_nl: Inleg

source: If you play for money, then this is the sum users have to pay. The shortcode [fp-money] adds this value in the content.
es_es: Si juegas con dinero, este es el monto que debe abonar un jugador para participar. El shortcode [fp-money] agrega este valor en el contenido
nl_nl: Als je voor geld speelt, dan is dit het bedrag dat spelers moeten betalen. De shortcode [fp-money] geeft deze waarde weer in de content.

source: If you play for money, then this is the person you have to give the money. The shortcode [fp-bank] adds this value in the content.
es_es: Si juegas con dinero, esta es la persona a la que debe abonarse la inscripcion. El shortcode [fp-bank] agrega este valor al contenido.
nl_nl: Als je voor geld speelt, dan is dit de persoon waar het geld moet worden betaald. De shortcode [fp-bank] geeft deze waarde weer in de content.

source: Start date
es_es: Fecha de inicio
nl_nl: Startdatum

source: The start date of the tournament or pool. The shortcode [fp-start] adds this value in the content.
es_es: La fecha de incoio del campeonato. El shortcode [fp-start] agrega este valor al contenido.
nl_nl: De startdatum van het toernooi. De shortcode [fp-start] geeft deze waarde weer in de content.

source: Full score
nl_nl: Volle Score

source: The points a user gets for getting the exact outcome of a match. The shortcode [fp-fullpoints] adds this value in the content. This value is also used for the calculations in the pool.
es_es: Los puntos que obtiene un usuario por pronosticar el resultado exacto de un partido. El shortcode [fp-fullpoints] agrega este valor al contenido. Este valor también es usado internamente para el calculo de puntos.
nl_nl: Aantal punten dat een speler krijgt wanneer de exacte uitkomst van een wedstrijd is voorspeld. De shortcode [fp-fullpoints] geeft deze waarde weer in de content. De waarde wordt ook gebruikt in de berekeningen voor het totaal aantal punten van een speler.

source: The points a user gets for guessing the outcome of a match (win, loss or draw) without also getting the exact amount of goals. The shortcode [fp-totopoints] adds this value in the content. This value is also used in the calculations in the pool.
es_es: Son los puntos que obtiene un usuario por adivinar el ganador del partido (local o visitante) o empate sin tener en cuenta la cantidad de goles. El shortcode [fp-totopoints] agrega este valor en el contenido. Este valor es usado internamente para calcular los puntos
nl_nl: Aantal punten dat een speler krijgt wanneer de uitkomst van een wedstrijd (winnaar, verliezer, gelijkspel) goed is voorspeld, zonder de exacte uitkomst goed te hebben. De shortcode [fp-totopoints] geeft deze waarde weer in de content. De waarde wordt ook gebruikt in de berekeningen voor het totaal aantal punten van een speler.

source: Extra points a user gets for guessing the goals correct for one of the teams. These points are added to the toto points or full points. The shortcode [fp-goalpoints] adds this value in the content. This value is also used in the calculations in the pool.
es_es: Son los puntos extra que se obtienen por adivinar la cantidad de goles de uno de los equipos. Estos puntos se suman a los puntos L-V-E o al puntaje por resultado exacto. El shortcode [fp-goalpoints] agregan este valor al contenido. Este valor se usa ademas en los cálculos en el torneo.
nl_nl: Extra punten die een speler krijgt wanneer het aantal doelpunten voor een van de teams correct is geraden. De shortcode [fp-goalpoints] geeft deze waarde weer in de content. De waarde wordt ook gebruikt in de berekeningen voor het totaal aantal punten van een speler.

source: Extra points a user gets for guessing the goal difference correct for a match. Only awarded in matches with a winning team and only on top of toto points. See the help page for more information. The shortcode [fp-diffpoints] adds this value in the content. This value is also used in the calculations in the pool.
nl_nl: Extra punten die een speler krijgt wanneer het aantal doelpunten voor een van de teams correct is geraden. Wordt alleen toegekend bij wedstrijden met een winnaar en als bonus bovenop een toto-score. Bekijk de helppagina voor meer informatie. De shortcode [fp-goalpoints] geeft deze waarde weer in de content. De waarde wordt ook gebruikt in de berekeningen voor het totaal aantal punten van een speler.

source: Prediction stop method for matches
es_es: Forma de limitar nuevos pronósticos para los partidos
nl_nl: Voorspellingsstop voor wedstrijden

source: Dynamic time
es_es: Tiempo dinamico
nl_nl: Automatische tijd

source: One stop date
es_es: Fecha y hora especifica
nl_nl: Één stopdatum

source: Select which method to use for the prediction stop.
es_es: Selecciona el metido para evitar cambios en los pronósticos
nl_nl: Selecteer welke methode je wil gebruiken voor de voorspellingsstop.

source: Dynamic stop threshold (in seconds) for matches
nl_nl: Grenstijd (in seconden) voor automatische stop voor wedstrijden

source: A user may change his/her predictions untill this amount of time before game kickoff. The time is in seconds, e.g. 15 minutes is 900 seconds.
es_es: Un usuarios puede cambiar sus pronósticos hasta este tiempo antes del comienzo del partido. El tiempo esta expresado en segundos, por ejemplo 15 minutos son 900 segundos.
nl_nl: Een speler kan zijn/haar voorspellingen aanpassen tot aan deze tijd vóór de start van een wedstrijd. De tijd is in seconden, bv. vul voor 15 minuten de waarde 900 in.

source: Prediction stop date for matches
nl_nl: Voorspellingsstopdatum voor wedstrijden

source: If a valid date and time [Y-m-d H:i] is given here, then this date/time will be used as a single value before all predictions for the matches have to be entered by users. (your local time is:
es_es: Si una fecha y hora valida [Y-m-d H:i] es ingresada, será la fecha y hora limite para hacer cambios en los pronósticos ingresados por los usuarios. (tu hora local es:
nl_nl: Wanneer hier een geldige datum en tijd wordt ingevuld [jjjj-mm-dd uu:mm], dan is de tijd waarvoor een wedstrijdvoorspelling of bonusvraag moet zijn ingevoerd, vastgezet op deze datum en tijd en is deze niet meer dynamisch afhankelijk van de starttijd van een wedstrijd of de tijd die bij een bonusvraag is ingesteld. (je lokale tijd is:

source: Use one prediction stop date for questions?
es_es: Usar la hora de finalización de pronósticos para las preguntas?
nl_nl: Één voorspellingsstoptijd voor vragen?

source: No
nl_nl: Nee

source: Yes
es_es: Si
nl_nl: Ja

source: Prediction stop date for questions
nl_nl: Voorspellingsstopdatum voor vragen

source: If a valid date and time [Y-m-d H:i] is given here, then this date/time will be used as a single value before all predictions for the bonus questions have to be entered by users. (your local time is:
es_es: Si una fecha y hora valida [Y-m-d H:i] es ingresada, será la fecha y hora limite para hacer cambios en las preguntas bonos ingresados por los usuarios. (tu hora local es:
nl_nl: Wanneer hier een geldige datum en tijd wordt ingevuld [jjjj-mm-dd uu:mm], dan is de tijd waarvoor een wedstrijdvoorspelling of bonusvraag moet zijn ingevoerd, vastgezet op deze datum en tijd en is deze niet meer dynamisch afhankelijk van de starttijd van een wedstrijd of de tijd die bij een bonusvraag is ingesteld. (je lokale tijd is:

source: Maximum length for a shoutbox message
nl_nl: Maximum lengte shoutboxbericht

source: Maximum length (number of characters) a message in the shoutbox may have.
es_es: Maxima longitud (en caracteres) que un mensaje de chat puede tener
nl_nl: De maximale lengte (aantal karakters) van een bericht in de shoutbox.

source: Use leagues
es_es: Usar ligas
nl_nl: Gebruik Pools

source: Set this if you want to use leagues in your pool. You can use this (e.g.) for paying and non-paying users, or different departments. Important: if you change this value when there are already points given, then the scoretable will not be automatically recalculated. Use the recalculate button on this page for that.
es_es: Esta configuración permite habilitar ligas. Un ejemplo de uso podria ser para separar usuarios que juegan gratis y los que juegan con dinero o de diferentes areas. Importante: si modificas esto cuando usuarios ya tienen puntos asignados, los puntos no serán recalculados automaticamente. Usa el boton de recalcular en esta pagina.
nl_nl: Stel in of de plugin Pools moet gebruiken om de spelers in te delen. Gebruik bv. voor betalende spelers en niet betalende spelers, of voor verschillende afdelingen. Let op: als je deze waarde wijzigt en er zijn al punten toegekend, dan wordt de standentabel niet automatisch bijgewerkt met de (eventueel) gewijzigde spelers in de pool. Gebruik hiervoor de knop op deze pagina.

source: Standard league for new users
es_es: Torneo por defecto para nuevos usuarios
nl_nl: Standaardpool voor nieuwe gebruikers

source: The standard league (<a href="?page=footballpool-leagues">fill in the league ID</a>) a new user will be placed after registration.
es_es: La liga estandar (<a href="?page=footballpool-leagues">unir al ID de liga</a>) a la que se unira un usuario automaticamente luego de registrarse
nl_nl: De standaardpool (<a href="?page=footballpool-leagues">ID van de pool</a>) waar nieuwe spelers in worden geplaatst nadat ze zich hebben geregistreerd.

source: Image for Dashboard Widget
es_es: Imagen para el escritorio del widget
nl_nl: Afbeelding voor Dashboard Widget

source: Hide Admin Bar for subscribers
es_es: Ocultar la barra admin para los colaboradores
nl_nl: Admin Bar verbergen voor subscribers

source: After logging in a subscriber may see an Admin Bar on top of your blog (a user option). With this plugin option you can ignore the user configuration and never show the Admin Bar.
es_es: Después de iniciar sesion los usuarios ven la barra de administracion en la parte superior de tu sitio. Con esta opcion puedes evitar esto.
nl_nl: Subscribers kunnen na inloggen de WordPress Admin Bar bovenin het scherm krijgen (instelbaar per user). Hier kan je instellen of de plugin deze waarde moet negeren en de Admin Bar altijd moet weglaten.

source: Use favicon
es_es: Usar favicon
nl_nl: Favicon gebruiken

source: Switch off if you don't want to use the icons in the plugin.
es_es: Desactivar si no queres utilizar los iconos en el plugin
nl_nl: Zet uit om niet de icons van de plugin te gebruiken.

source: Use Apple touch icon
es_es: Usar icon Apple touch
nl_nl: Apple touch icon gebruiken

source: Show team names as links
es_es: Mostrar los nombres de equipos como links
nl_nl: Toon teamnamen als links

source: Switch off if you don't want to link the team names to a team info page.
es_es: Desactivar si no quieres vincular los nombres de los equipos con su pagina de información
nl_nl: Zet uit als je niet de teamnamen wil laten linken naar een teampagina.

source: Show venues on team page
es_es: Mostrar los estadios en las paginas de equipos
nl_nl: Toon stadions op teampagina

source: Switch off if you don't want to show all venues a team plays in during a season or tournament (in national competitions the venue list is a bit useless).
es_es: Desactivar si no se desea mostrar todos los estadios que un equipo juega durante un torneo o liga
nl_nl: Schakel uit als je niet alle stadions waar een team in speelt tijdens een seizoen of toernooi wil tonen (voor nationale competities is de stadionlijst een beetje zinloos).

source: Use charts
es_es: Usar gráficos
nl_nl: Gebruik grafieken

source: The Highcharts API is needed for this feature. See the <%s>Help page<%s> for information on installing this library.
es_es: El componente es necesario para activar seta caracteristica. Revisa la <%s>ayuda<%s> para mas informacion de como instalar esta libreria
nl_nl: De Highcharts API is nodig voor deze optie. De <%s>Helppagina<%s> bevat informatie over hoe deze aanvulling kan worden geïnstalleerd.

source: Format for the csv export (match schedule)
es_es: Formato para la exportación de CSV (programación de partidos)
nl_nl: Formaat van de de csv-export (wedstrijdschema)

source: Full data
es_es: Datos completos
nl_nl: Volledige gegevens

source: Minimal data
es_es: Datos basicos
nl_nl: Minimale gegevens

source: Select the format of the csv export. See the <%s>Help page<%s> for more information.
es_es: Selecciona el formato de la exportación CSV. Revisa la <%s>ayuda<%s> para mas información
nl_nl: Selecteer het formaat voor de csv-export. Bekijk de <%s>Helppagina<%s> voor meer informatie.

source: Match time setting
es_es: Configuracion del horario del partido
nl_nl: Tijdinstelling voor wedstrijden

source: Use WordPress Timezone setting
es_es: Usar la configuracion de hora de WordPress
nl_nl: Gebruik tijdszone-instellingen van WordPress

source: Use UTC time
es_es: Usar la hora UTC
nl_nl: Gebruik UTC tijd

source: Custom setting
es_es: Configuracion personalizada
nl_nl: Aangepaste instelling

source: Select which method to use for the display of match times.
es_es: Seleccionar la forma en la que se muestra la hora de los partidos
nl_nl: Selecteer welke methode er moet worden gebruikt voor de weergave van wedstrijdtijden.

source: Match time offset
es_es: Diferencia horaria de los partidos
nl_nl: Tijdsverschil voor wedstrijdtijden

source: The offset in hours to add to (or extract from) the UTC start time of a match. Only used for display of the time.
es_es: La diferencia en horas para agregar (o restar) al horario UTC del inicio de los partidos. Solo utilizado para mostrar la hora
nl_nl: Het verschil in uren om op te tellen bij (of af te trekken van) de UTC starttijd van een wedstrijd. Deze instelling wordt alleen gebruikt voor de weergave van tijden.

source: Use shortcode button in visual editor
es_es: Usar el botón de shortcode en el editor visual
nl_nl: Shortcode-knop in visual editor gebruiken

source: The plugin can add a button to the visual editor of WordPress. With this option disabled this button will not be included (uncheck if the button is causing problems).
es_es: El plugin puede agregar un botón al editor visual de WordPress. Con esta opción deshabilitada este botón no será incluido (desactivar si el botón esta causando problemas)
nl_nl: De plugin kan een knop toevoegen aan de visual editor van WordPress. Met de optie uitgeschakeld wordt de knop niet toegevoegd. Te gebruiken in het geval de knop problemen veroorzaakt.

source: Always show predictions
es_es: Mostrar siempre los pronósticos
nl_nl: Altijd voorspellingen tonen

source: Normally match predictions are only shown to other players after a prediction can't be changed anymore. With this option enabled the predictions are visible to anyone, anytime. Works only for matches, not bonus questions.
es_es: Generalmente los pronósticos de los partidos solo se muestras al resto de jugadores cuando ya no es posible hacerle modificaciones. Con esta opción habilitada los pronósticos estarán visibles a todos en cualquier momento. Funciona solo para los partidos, no para las preguntas bonus.
nl_nl: Standaard worden voorspellingen alleen getoond aan andere spelers wanneer een wedstrijd niet meer gewijzigd kan worden. Met deze optie ingeschakeld zijn de voorspellingen altijd en voor iedereen zichtbaar. De optie werkt alleen voor wedstrijden, niet voor bonusvragen.

source: Use HTML5 number inputs
es_es: Usar ingreso de numeros con HTML5
nl_nl: Gebruik HTML5 number invoervelden

source: Make use of HTML5 number inputs for the prediction form. Some browsers display these as spin controls.
es_es: Utilizar ingreso de números mediante HTML5 en el formulario de pronósticos. Algunos navegadores muestras estos campos como controles desplegables.
nl_nl: Maak gebruik van HTML5 number invoervelden in het voorspellingenformulier. Sommige browsers tonen deze met plus-min-knoppen.

source: Groups page matches
es_es: Partidos de la pagina de grupos
nl_nl: Wedstrijden voor Poule pagina
